[
    {
        "ticker": "hd",
        "sector": "Consumer Cyclical",
        "data": [
            {
                "index": 0,
                "date": "2023-06-22",
                "press_title": "The Home Depot Sets Goal for Battery-powered Products to Represent over 85% of Outdoor Lawn Equipment Sales by 2028",
                "release_url": "https://ir.homedepot.com/news-releases/2023/06-22-2023-130139664",
                "content": "ATLANTA, June 22, 2023 /PRNewswire/ -- The Home Depot expects that by the end of fiscal year 2028, more than 85% of U.S. and Canada's sales in outdoor power equipment, specifically push lawn mowers and handheld outdoor equipment like leaf blowers and trimmers, will run on rechargeable battery technology instead of gas. This transition will reduce over 2,000,000 metric tons of greenhouse gases annually from exhaust pipes of residential lawn equipment.",
                "1d_change": -0.2293814857,
                "index_price": -0.1625871103,
                "norm_price": -0.0667943754
            },
            {
                "index": 1,
                "date": "2023-06-20",
                "press_title": "The Home Depot Recommends Shareholders Reject \"Mini-Tender\" Offer by TRC Capital Investment Corporation",
                "release_url": "https://ir.homedepot.com/news-releases/2023/06-20-2023-131128870",
                "content": "ATLANTA, June 20, 2023 /PRNewswire/ -- The Home Depot, Inc., the world's largest home improvement retailer, has been notified that TRC Capital Investment Corporation (\"TRC Capital\") has made an unsolicited \"mini-tender\" offer to purchase up to 500,000 shares of Home Depot's common stock, at an offer price of $280 per share. TRC Capital's offer price of $280 per share is approximately 4.47% lower than the closing price of Home Depot common stock on the New York Stock Exchange on June 5, 2023, the last trading day prior to the date of the offer, June 6, 2023.",
                "1d_change": 0.3092860511,
                "index_price": -0.6967952897,
                "norm_price": 1.0060813408
            },
            {
                "index": 2,
                "date": "2023-06-13",
                "press_title": "The Home Depot Provides Update on Strategic Objectives; Reaffirms Fiscal 2023 Guidance; Establishes Market Stability Outlook",
                "release_url": "https://ir.homedepot.com/news-releases/2023/06-13-2023-110013613",
                "content": "ATLANTA, June 13, 2023 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, will discuss key strategic priorities, as well as provide a market stability base case, today at its 2023 Investor and Analyst Conference. ",
                "1d_change": -0.8975351233,
                "index_price": 0.4569369912,
                "norm_price": -1.3544721145
            },
            {
                "index": 3,
                "date": "2023-05-30",
                "press_title": "The Home Depot to Host 2023 Investor and Analyst Conference on June 13",
                "release_url": "https://ir.homedepot.com/news-releases/2023/05-30-2023-130237943",
                "content": "ATLANTA, May 30, 2023 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that it will hold its 2023 Investor and Analyst Conference on Tuesday, June 13, at 9 a.m. ET.",
                "1d_change": -2.7284176622,
                "index_price": -1.1215738902,
                "norm_price": -1.606843772
            },
            {
                "index": 4,
                "date": "2023-05-18",
                "press_title": "The Home Depot Declares First Quarter Dividend of $2.09",
                "release_url": "https://ir.homedepot.com/news-releases/2023/05-18-2023-211558092",
                "content": "ATLANTA, May 18, 2023 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that its board of directors declared a first quarter cash dividend of $2.09 per share. The dividend is payable on June 15, 2023, to shareholders of record on the close of business on June 1, 2023. This is the 145th consecutive quarter the company has paid a cash dividend.",
                "1d_change": -0.6084992549,
                "index_price": 0.8182244392,
                "norm_price": -1.4267236941
            },
            {
                "index": 5,
                "date": "2023-05-18",
                "press_title": "The Home Depot Partners with Army & Air Force Exchange Service to Offer Tax-Free Major Appliances",
                "release_url": "https://ir.homedepot.com/news-releases/2023/05-18-2023-130125342",
                "content": "ATLANTA, May 18, 2023 /PRNewswire/ -- The Home Depot is partnering with the Army & Air Force Exchange Service (Exchange) to launch its tax-free offering of major appliances to military shoppers. All active-duty service members, dependents, retirees, Department of Defense civilians and retirees, and honorably discharged veterans who have confirmed eligibility at ShopMyExchange.com can make tax-free online purchases from the Exchange through this program.",
                "1d_change": -0.6084992549,
                "index_price": 0.8182244392,
                "norm_price": -1.4267236941
            },
            {
                "index": 6,
                "date": "2023-05-16",
                "press_title": "The Home Depot Announces First Quarter Fiscal 2023 Results; Updates Fiscal 2023 Guidance",
                "release_url": "https://ir.homedepot.com/news-releases/2023/05-16-2023-110108461",
                "content": "ATLANTA, May 16, 2023/PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported sales of $37.3 billion for the first quarter of fiscal 2023, a decrease of 4.2% from the first quarter of fiscal 2022. Comparable sales for the first quarter of fiscal 2023 decreased 4.5%, and comparable sales in the U.S. decreased 4.6%. ",
                "1d_change": 3.6389721905,
                "index_price": 0.7410802731,
                "norm_price": 2.8978919174
            },
            {
                "index": 7,
                "date": "2023-05-02",
                "press_title": "The Home Depot to Host First Quarter Earnings Conference Call on May 16",
                "release_url": "https://ir.homedepot.com/news-releases/2023/05-02-2023-130501270",
                "content": "ATLANTA, May 2, 2023 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that it will hold its First Quarter Earnings Conference Call on Tuesday, May 16, at 9 a.m. ET.",
                "1d_change": -1.828858348,
                "index_price": -1.7930721177,
                "norm_price": -0.0357862303
            },
            {
                "index": 8,
                "date": "2023-04-12",
                "press_title": "The Home Depot Announces Grants for 36 HBCUs at 2023 Retool Your School Awards Celebration",
                "release_url": "https://ir.homedepot.com/news-releases/2023/04-12-2023-130236294",
                "content": "ATLANTA, April 12, 2023 /PRNewswire/ -- In the 14th year of its Retool Your School program, The Home Depot® awarded 36 Historically Black Colleges and Universities (HBCUs) with more than $2 million in grants to improve their college campuses. Alabama A&M University, Coahoma Community College and Fisk University placed first in their respective competition clusters, each winning a $150,000 grant. The 2023 Retool Your School program was expanded to include an additional $2 million in needs-based grants such as Innovation Lounge renovations, internship and externship programs, scholarships and more. ",
                "1d_change": -1.3862750396,
                "index_price": 0.5908996322,
                "norm_price": -1.9771746718
            },
            {
                "index": 9,
                "date": "2023-03-17",
                "press_title": "The Home Depot to Present at the 9th Annual J.P. Morgan Retail Round-Up Conference",
                "release_url": "https://ir.homedepot.com/news-releases/2023/03-17-2023-120044611",
                "content": "ATLANTA, March 17, 2023 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that Richard McPhail, executive vice president and chief financial officer, will present at the 9th Annual J.P. Morgan Retail Round-Up Conference. The presentation will begin at 9:00 a.m. ET on Thursday, March 30, 2023.",
                "1d_change": 0.4978204041,
                "index_price": -0.1801783323,
                "norm_price": 0.6779987363
            },
            {
                "index": 10,
                "date": "2023-03-14",
                "press_title": "The Home Depot Names William \"Billy\" Bastek Executive Vice President of Merchandising",
                "release_url": "https://ir.homedepot.com/news-releases/2023/03-14-2023-203118162",
                "content": "ATLANTA, March 14, 2023 /PRNewswire/ -- The Home Depot named William \"Billy\" Bastek executive vice president of merchandising, effective immediately.",
                "1d_change": -0.461847752,
                "index_price": -0.0534459294,
                "norm_price": -0.4084018226
            },
            {
                "index": 11,
                "date": "2023-03-02",
                "press_title": "The Home Depot Launches Virtual Kids Workshops on Roblox",
                "release_url": "https://ir.homedepot.com/news-releases/2023/03-02-2023-130131844",
                "content": "ATLANTA, March 2, 2023  /PRNewswire/ -- Today, The Home Depot® launched a new Virtual Kids Workshop, an experience in Roblox's Redcliff City that challenges gamers to play and learn by collecting materials to build projects. The Home Depot's debut into the metaverse marks its latest investment in the future of interconnected experiences – all while introducing a whole new generation of doers to home improvement and the joy of building.",
                "1d_change": 3.3473000964,
                "index_price": 2.6438329604,
                "norm_price": 0.703467136
            },
            {
                "index": 12,
                "date": "2023-02-23",
                "press_title": "THE HOME DEPOT COUNTS DOWN TO SPRING WITH DAILY DEALS, EXPERT TIPS AND NEW INTERACTIVE WORKSHOPS",
                "release_url": "https://ir.homedepot.com/news-releases/2023/02-23-2023-130150589",
                "content": "ATLANTA, Feb. 23, 2023 /PRNewswire/ -- The Home Depot® officially started the countdown to spring, launching new Special Buys of the Day, interactive workshops for DIYers of all ages, including in-store workshops for kids, and a new Countdown to Spring Hub to inspire spring projects inside and outside the home with the latest trends of the season.",
                "1d_change": -0.0438281412,
                "index_price": -1.2231629433,
                "norm_price": 1.1793348021
            },
            {
                "index": 13,
                "date": "2023-02-21",
                "press_title": "The Home Depot Announces Fourth Quarter and Fiscal 2022 Results; Plans to Invest Approximately $1 Billion in Annualized Compensation for Frontline, Hourly Associates; Increases Quarterly Dividend by 10 Percent; Provides Fiscal 2023 Guidance",
                "release_url": "https://ir.homedepot.com/news-releases/2023/02-21-2023-110144992",
                "content": "ATLANTA, Feb. 21, 2023 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported fourth quarter and fiscal 2022 results.",
                "1d_change": -3.1218308362,
                "index_price": -1.5359378629,
                "norm_price": -1.5858929733
            },
            {
                "index": 14,
                "date": "2023-02-07",
                "press_title": "The Home Depot to Host Fourth Quarter & Fiscal Year Earnings Conference Call on February 21",
                "release_url": "https://ir.homedepot.com/news-releases/2023/02-07-2023-130425836",
                "content": "ATLANTA, Feb. 7, 2023 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that it will hold its Fourth Quarter & Fiscal 2022 Earnings Conference Call on Tuesday, February 21, at 9 a.m. ET.",
                "1d_change": -1.000646118,
                "index_price": 0.3037928934,
                "norm_price": -1.3044390114
            },
            {
                "index": 15,
                "date": "2023-02-02",
                "press_title": "The Home Depot and Ecolab Launch Ecolab® Scientific Clean",
                "release_url": "https://ir.homedepot.com/news-releases/2023/02-02-2023-130349405",
                "content": "For the First Time Ever, the Power of Ecolab's Science-Backed Cleaning Products Now Available in Retail Stores",
                "1d_change": -0.5882364497,
                "index_price": -0.5366929229,
                "norm_price": -0.0515435268
            },
            {
                "index": 16,
                "date": "2023-01-25",
                "press_title": "The Home Depot Quadruples Commitment to Historically Black Colleges and Universities through Campus Enhancements and Innovative Career-Development Programs",
                "release_url": "https://ir.homedepot.com/news-releases/2023/01-25-2023-130303224",
                "content": "ATLANTA, Jan. 25, 2023 /PRNewswire/ -- The Home Depot® will increase its investment in Historically Black Colleges and Universities (HBCUs) to $4 million in 2023 by launching an expanded range of community projects and career resources for students in its Retool Your School program.",
                "1d_change": -0.4843662475,
                "index_price": 1.9140823019,
                "norm_price": -2.3984485495
            },
            {
                "index": 17,
                "date": "2023-01-12",
                "press_title": "The Home Depot Premieres Documentary Film \"Hope Builds,\" Offering Behind-the-Scenes Look at Natural Disasters and What it Takes to Rebuild",
                "release_url": "https://ir.homedepot.com/news-releases/2023/01-12-2023-133115155",
                "content": "ATLANTA, Jan. 12, 2023 /PRNewswire/ -- The Home Depot, in partnership with Imagine Entertainment, today premiered \"Hope Builds,\" a new documentary detailing the devastating effects of natural disasters on communities nationwide and the human spirit that compels people to help each other rebuild.",
                "1d_change": -0.3019300463,
                "index_price": 0.5381228994,
                "norm_price": -0.8400529457
            },
            {
                "index": 18,
                "date": "2023-01-12",
                "press_title": "The Home Depot Launches New In-Store Application to Help Associates Provide Better Customer Experience",
                "release_url": "https://ir.homedepot.com/news-releases/2023/01-12-2023-130328698",
                "content": "ATLANTA, Jan. 12, 2023 /PRNewswire/ -- The Home Depot® is rolling out a new, homegrown app developed to help store associates prioritize tasks more effectively. The app, dubbed Sidekick, is a new addition to hdPhones, The Home Depot's mobile devices dedicated to improving the associate and customer experience.",
                "1d_change": -0.3019300463,
                "index_price": 0.5381228994,
                "norm_price": -0.8400529457
            },
            {
                "index": 19,
                "date": "2023-01-05",
                "press_title": "The Home Depot Adds New Enhancements to Pro Xtra Loyalty Program",
                "release_url": "https://ir.homedepot.com/news-releases/2023/01-05-2023-130234264",
                "content": "Expanded Tiered Program Offers Benefits That Keep Building for Pros",
                "1d_change": -0.0944820472,
                "index_price": 1.4207689388,
                "norm_price": -1.5152509859
            },
            {
                "index": 20,
                "date": "2022-11-30",
                "press_title": "The Home Depot Charges Ahead with 100 MW of Solar Energy",
                "release_url": "https://ir.homedepot.com/news-releases/2022/11-30-2022-130135926",
                "content": "ATLANTA, Nov. 30, 2022 /PRNewswire/ -- The Home Depot announced that 100 MW of solar energy purchased from National Grid Renewables at its solar and storage project in Denton County, Texas (known as Noble) will generate the approximate equivalent of nearly eight percent of The Home Depot's total electricity usage. The solar farm is National Grid Renewables' largest solar energy project to date, and its first utility-scale energy storage project.",
                "1d_change": 4.3232453284,
                "index_price": 2.9286909023,
                "norm_price": 1.3945544261
            },
            {
                "index": 21,
                "date": "2022-11-17",
                "press_title": "The Home Depot Declares Third Quarter Dividend of $1.90",
                "release_url": "https://ir.homedepot.com/news-releases/2022/11-17-2022-211113497",
                "content": "ATLANTA, Nov. 17, 2022 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that its board of directors declared a third quarter cash dividend of $1.90 per share. The dividend is payable on December 15, 2022, to shareholders of record on the close of business on December 1, 2022. This is the 143rd consecutive quarter the company has paid a cash dividend.",
                "1d_change": 0.3767726537,
                "index_price": 1.1620712752,
                "norm_price": -0.7852986215
            },
            {
                "index": 22,
                "date": "2022-11-15",
                "press_title": "The Home Depot Announces Third Quarter Results; Reaffirms Fiscal 2022 Guidance",
                "release_url": "https://ir.homedepot.com/news-releases/2022/11-15-2022-110110044",
                "content": "ATLANTA, Nov. 15, 2022 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported sales of $38.9 billion for the third quarter of fiscal 2022, an increase of $2.1 billion, or 5.6 percent from the third quarter of fiscal 2021. Comparable sales for the third quarter of fiscal 2022 increased 4.3 percent, and comparable sales in the U.S. increased 4.5 percent.",
                "1d_change": 3.4454289544,
                "index_price": -1.2028895844,
                "norm_price": 4.6483185388
            },
            {
                "index": 23,
                "date": "2022-11-02",
                "press_title": "The Home Depot announces 2022 Innovation Award winners",
                "release_url": "https://ir.homedepot.com/news-releases/2022/11-02-2022-120448009",
                "content": "ATLANTA, Nov. 2, 2022 /PRNewswire/ -- Products with new consumer benefits from no-drip, flawless finish spray paints to smart string lights with Bluetooth and Wi-Fi capabilities topped the list of most innovative products at The Home Depot in 2022.",
                "1d_change": -4.8667985793,
                "index_price": -3.5756437316,
                "norm_price": -1.2911548478
            },
            {
                "index": 24,
                "date": "2022-11-01",
                "press_title": "The Home Depot to Host Third Quarter Earnings Conference Call on November 15",
                "release_url": "https://ir.homedepot.com/news-releases/2022/11-01-2022-120242654",
                "content": "ATLANTA, Nov. 1, 2022 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that it will hold its Third Quarter Earnings Conference Call on Tuesday, November 15, at 9 a.m. ET.",
                "1d_change": -4.0314315635,
                "index_price": -3.7795695887,
                "norm_price": -0.2518619747
            },
            {
                "index": 25,
                "date": "2022-10-31",
                "press_title": "The Home Depot Showcases the Power of Home Décor and Design Through Vacation Rental Property Makeover with Vrbo and Design Influencers",
                "release_url": "https://ir.homedepot.com/news-releases/2022/10-31-2022-120050488",
                "content": "Revitalized Berkshires property highlights how furnishings and décor upgrades elevate a space and deliver greater return on investment for property owners ",
                "1d_change": 0.5573135404,
                "index_price": -0.6677731218,
                "norm_price": 1.2250866622
            },
            {
                "index": 26,
                "date": "2022-10-18",
                "press_title": "The Home Depot Launches the Path to Pro Network, Unique Jobseeker Platform Focused on the Skilled Trades",
                "release_url": "https://ir.homedepot.com/news-releases/2022/10-18-2022-130331740",
                "content": "Platform helps jobseekers showcase their trades experience and connect with hiring trades professionals",
                "1d_change": -4.5228545242,
                "index_price": -1.3828927265,
                "norm_price": -3.1399617977
            },
            {
                "index": 27,
                "date": "2022-09-15",
                "press_title": "The Home Depot Expands Reporting on Diversity, Equity and Inclusion and Deforestation Efforts",
                "release_url": "https://ir.homedepot.com/news-releases/2022/09-15-2022-130146469",
                "content": "ATLANTA, Sept. 15, 2022 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today it will prepare racial equity and deforestation assessments in response to shareholder proposals from the company's 2022 annual meeting of shareholders. These assessments will expand on the information previously shared in the company's annual Environmental, Social and Governance (ESG) report on the progress of the company's diversity, equity and inclusion (DEI) programs, sustainability and environmental efforts, and actions taken to combat deforestation. Both assessments will be conducted by a third-party firm with recognized expertise.",
                "1d_change": -0.6957302337,
                "index_price": -1.5252982006,
                "norm_price": 0.8295679668
            },
            {
                "index": 28,
                "date": "2022-08-25",
                "press_title": "The Home Depot to Present at the Goldman Sachs 29th Annual Global Retailing Conference",
                "release_url": "https://ir.homedepot.com/news-releases/2022/08-25-2022",
                "content": "ATLANTA, Aug. 25, 2022 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that Ted Decker, chief executive officer and president, and Jeff Kinnaird, executive vice president - merchandising, will present at the Goldman Sachs 29th Annual Global Retailing Conference. The presentation will begin at 9:35 a.m. ET on Thursday, September 8, 2022.",
                "1d_change": -3.5357411855,
                "index_price": -2.3560341573,
                "norm_price": -1.1797070282
            },
            {
                "index": 29,
                "date": "2022-08-18",
                "press_title": "The Home Depot Declares Second Quarter Dividend of $1.90 and Announces $15 Billion Share Repurchase Authorization",
                "release_url": "https://ir.homedepot.com/news-releases/2022/08-18-2022-220039606",
                "content": "ATLANTA, Aug. 18, 2022 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that its board of directors declared a second quarter cash dividend of $1.90 per share. The dividend is payable on September 15, 2022, to shareholders of record on the close of business on September 1, 2022. This is the 142nd consecutive quarter the company has paid a cash dividend.",
                "1d_change": -1.132803809,
                "index_price": -1.0559326886,
                "norm_price": -0.0768711204
            },
            {
                "index": 30,
                "date": "2022-08-18",
                "press_title": "The Home Depot Names Ted Decker Chair of the Board",
                "release_url": "https://ir.homedepot.com/news-releases/2022/08-18-2022-210622377",
                "content": "ATLANTA, Aug. 18, 2022 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that its Board of Directors has elected CEO and President Edward \"Ted\" Decker as chair of the board, effective Oct. 1, 2022. He will succeed Craig Menear, who will retire as chair effective Sept. 30, 2022.",
                "1d_change": -1.132803809,
                "index_price": -1.0559326886,
                "norm_price": -0.0768711204
            },
            {
                "index": 31,
                "date": "2022-08-16",
                "press_title": "The Home Depot Announces Second Quarter Results; Reaffirms Fiscal 2022 Guidance",
                "release_url": "https://ir.homedepot.com/news-releases/2022/08-16-2022-110048363",
                "content": "ATLANTA, Aug. 16, 2022 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported sales of $43.8 billion for the second quarter of fiscal 2022, an increase of $2.7 billion, or 6.5 percent from the second quarter of fiscal 2021. Comparable sales for the second quarter of fiscal 2022 increased 5.8 percent, and comparable sales in the U.S. increased 5.4 percent.",
                "1d_change": 3.92313158,
                "index_price": -0.3841780078,
                "norm_price": 4.3073095878
            },
            {
                "index": 32,
                "date": "2022-08-02",
                "press_title": "The Home Depot to Host Second Quarter Earnings Conference Call on August 16",
                "release_url": "https://ir.homedepot.com/news-releases/2022/08-02-2022-130354712",
                "content": "ATLANTA, Aug. 2, 2022 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that it will hold its Second Quarter Earnings Conference Call on Tuesday, August 16, at 9 a.m. ET.",
                "1d_change": 0.316630424,
                "index_price": 1.2264230319,
                "norm_price": -0.9097926079
            },
            {
                "index": 33,
                "date": "2022-07-28",
                "press_title": "The Home Depot Announces Latest Carbon Emission Reductions, New Supplier Diversity Spending Goal and Progress on Community Investments in 2022 ESG Report",
                "release_url": "https://ir.homedepot.com/news-releases/2022/07-28-2022-130228237",
                "content": "ATLANTA, July 28, 2022 /PRNewswire/ -- The Home Depot reduced its combined Scope 1 and 2 carbon emissions by approximately 172,000 metric tons in 2021, equivalent to taking more than 37,000 cars off the road for a year. The company reduced its electricity consumption by approximately 11 percent year-over-year in U.S. stores – while at the same time opening five new stores – and cut U.S. store electricity usage by 50 percent since 2010.",
                "1d_change": 1.9738091672,
                "index_price": 2.5218605779,
                "norm_price": -0.5480514108
            },
            {
                "index": 34,
                "date": "2022-05-19",
                "press_title": "The Home Depot Declares First Quarter Dividend of $1.90",
                "release_url": "https://ir.homedepot.com/news-releases/2022/05-19-2022-210122720",
                "content": "ATLANTA, May 19, 2022 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that its board of directors declared a first quarter cash dividend of $1.90 per share. The dividend is payable on June 16, 2022, to shareholders of record on the close of business on June 2, 2022. This is the 141st consecutive quarter the company has paid a cash dividend.",
                "1d_change": 0.5884474481,
                "index_price": 0.0604944777,
                "norm_price": 0.5279529704
            },
            {
                "index": 35,
                "date": "2022-05-17",
                "press_title": "The Home Depot Announces First Quarter Results; Raises Fiscal 2022 Guidance",
                "release_url": "https://ir.homedepot.com/news-releases/2022/05-17-2022-110134715",
                "content": "ATLANTA, May 17, 2022 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported sales of $38.9 billion for the first quarter of fiscal 2022, an increase of $1.4 billion, or 3.8 percent from the first quarter of fiscal 2021. Comparable sales for the first quarter of fiscal 2022 increased 2.2 percent, and comparable sales in the U.S. increased 1.7 percent.",
                "1d_change": -7.4759860458,
                "index_price": -3.2704010163,
                "norm_price": -4.2055850295
            },
            {
                "index": 36,
                "date": "2022-05-06",
                "press_title": "The Home Depot Wins 2022 ENERGY STAR Retail Partner of the Year for Sustained Excellence",
                "release_url": "https://ir.homedepot.com/news-releases/2022/05-06-2022-133039654",
                "content": "ATLANTA, May 6, 2022 /PRNewswire/ -- For the 11th time, The Home Depot® has been recognized by the U.S. Environmental Protection Agency and the U.S. Department of Energy for its partnership with ENERGY STAR.",
                "1d_change": 0.2457828035,
                "index_price": -3.4307616674,
                "norm_price": 3.676544471
            },
            {
                "index": 37,
                "date": "2022-05-05",
                "press_title": "Home Depot Kids Workshops Return to Stores",
                "release_url": "https://ir.homedepot.com/news-releases/2022/05-05-2022-130101416",
                "content": "ATLANTA, May 5, 2022 /PRNewswire/ -- Beginning Saturday, May 7th, The Home Depot's Kids Workshops will return to in-store programming in U.S. stores. The workshops will take place on the first Saturday of each month, offering families an opportunity to complete DIY-projects together.",
                "1d_change": -5.6709049966,
                "index_price": -3.5672619189,
                "norm_price": -2.1036430777
            },
            {
                "index": 38,
                "date": "2022-05-03",
                "press_title": "The Home Depot Announces $150 Million Venture Capital Fund to Fuel Innovation in Retail and Home Improvement",
                "release_url": "https://ir.homedepot.com/news-releases/2022/05-03-2022-130203656",
                "content": "ATLANTA, May 3, 2022 /PRNewswire/ -- The Home Depot® today announced Home Depot Ventures, a venture capital fund created to identify, fund and partner with early-stage companies to accelerate emerging technologies that aim to improve the customer experience and shape the future of home improvement.",
                "1d_change": 3.0509669834,
                "index_price": 3.2647578879,
                "norm_price": -0.2137909046
            },
            {
                "index": 39,
                "date": "2022-05-03",
                "press_title": "The Home Depot to Host First Quarter Earnings Conference Call on May 17",
                "release_url": "https://ir.homedepot.com/news-releases/2022/05-03-2022-123048125",
                "content": "ATLANTA, May 3, 2022 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that it will hold its First Quarter Earnings Conference Call on Tuesday, May 17, at 9 a.m. ET.",
                "1d_change": 3.0509669834,
                "index_price": 3.2647578879,
                "norm_price": -0.2137909046
            },
            {
                "index": 40,
                "date": "2022-04-27",
                "press_title": "The Home Depot Awards 30 HBCUs Retool Your School Campus Improvement Grants",
                "release_url": "https://ir.homedepot.com/news-releases/2022/04-27-2022-130255533",
                "content": "Invests an additional $1Min its Retool Your School Program",
                "1d_change": 3.3551405818,
                "index_price": 2.3552182034,
                "norm_price": 0.9999223785
            },
            {
                "index": 41,
                "date": "2022-04-19",
                "press_title": "The Home Depot Names Matt Carey EVP of Customer Experience; Fahim Siddiqui Named EVP and Chief Information Officer",
                "release_url": "https://ir.homedepot.com/news-releases/2022/04-19-2022-221522661",
                "content": "ATLANTA, April 19, 2022 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that Matt Carey has been named executive vice president (EVP) of customer experience, effective immediately. In this newly formed role, Carey will be responsible for leading the vision, design, and development of new and innovative solutions that drive a seamless experience for the millions of customers who turn to Home Depot for their home improvement projects – in stores, online, or on their mobile devices.",
                "1d_change": 4.6106549378,
                "index_price": 1.5432465772,
                "norm_price": 3.0674083606
            },
            {
                "index": 42,
                "date": "2022-03-31",
                "press_title": "The Home Depot to Present at the 8th Annual J.P. Morgan Retail Round-Up Conference",
                "release_url": "https://ir.homedepot.com/news-releases/2022/03-31-2022-133149359",
                "content": "ATLANTA, March 31, 2022 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that Richard McPhail, executive vice president and chief financial officer, will present at the 8th Annual J.P. Morgan Retail Round-Up Conference. The presentation will begin at 11:00 a.m. ET on Thursday, April 7, 2022.",
                "1d_change": -1.4309673537,
                "index_price": -1.1694191605,
                "norm_price": -0.2615481932
            },
            {
                "index": 43,
                "date": "2022-03-08",
                "press_title": "The Home Depot Adds Workshops for Pros to Roster of Livestreams",
                "release_url": "https://ir.homedepot.com/news-releases/2022/03-08-2022-130406033",
                "content": "",
                "1d_change": -0.1992262152,
                "index_price": 1.758341249,
                "norm_price": -1.9575674642
            },
            {
                "index": 44,
                "date": "2022-02-24",
                "press_title": "The Home Depot Names Paula Santilli and Caryn Seidman-Becker to its Board of Directors",
                "release_url": "https://ir.homedepot.com/news-releases/2022/02-24-2022-210215594",
                "content": "ATLANTA, Feb. 24, 2022 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced the appointment of Paula Santilli, CEO of PepsiCo Latin America, and Caryn Seidman-Becker, chair and CEO of CLEAR, to its board of directors, effective March 1, 2022. Following the appointment of Santilli and Seidman-Becker, The Home Depot will have 14 directors. ",
                "1d_change": 5.2581823135,
                "index_price": 5.2200264083,
                "norm_price": 0.0381559052
            },
            {
                "index": 45,
                "date": "2022-02-22",
                "press_title": "The Home Depot Announces Fourth Quarter and Fiscal 2021 Results; Increases Quarterly Dividend by 15 Percent; Provides Fiscal 2022 Guidance",
                "release_url": "https://ir.homedepot.com/news-releases/2022/02-22-2022-110220476",
                "content": "ATLANTA, Feb. 22, 2022 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported fourth quarter and fiscal 2021 results.",
                "1d_change": -8.6367304663,
                "index_price": -2.5379300527,
                "norm_price": -6.0988004137
            },
            {
                "index": 46,
                "date": "2022-02-08",
                "press_title": "The Home Depot to Host Fourth Quarter & Fiscal Year Earnings Conference Call on February 22",
                "release_url": "https://ir.homedepot.com/news-releases/2022/02-08-2022-210212848",
                "content": "ATLANTA, Feb. 8, 2022 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that it will hold its Fourth Quarter & Fiscal 2021 Earnings Conference Call on Tuesday, February 22, at 9 a.m. ET. The Company will also provide initial guidance for Fiscal 2022 as well as a brief update on strategic initiatives. The Company expects the conference call to end no later than 10:30 a.m. ET.",
                "1d_change": 1.9266282672,
                "index_price": 2.3360790757,
                "norm_price": -0.4094508085
            },
            {
                "index": 47,
                "date": "2022-02-01",
                "press_title": "The Home Depot is Hiring More Than 100,000 Associates",
                "release_url": "https://ir.homedepot.com/news-releases/2022/02-01-2022-130122941",
                "content": "ATLANTA, Feb. 1, 2022 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, is hiring more than 100,000 new associates ahead of its busy spring season, as customers continue to invest in their homes. With openings at stores and warehouses nationwide and the majority of the U.S. population living within 10 miles of a Home Depot store, jobseekers are encouraged to apply to the locations most convenient to them at careers.homedepot.com. Through the company's new, accelerated hiring process, applicants could receive an offer within one day of applying.",
                "1d_change": 1.1398696998,
                "index_price": 1.5211218155,
                "norm_price": -0.3812521157
            },
            {
                "index": 48,
                "date": "2022-01-27",
                "press_title": "The Home Depot Names Ted Decker CEO, Effective March 1, 2022",
                "release_url": "https://ir.homedepot.com/news-releases/2022/01-27-2022-214618774",
                "content": "ATLANTA, Jan. 27, 2022 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that Edward \"Ted\" Decker has been named CEO and president, and has been elected to the company's board of directors, all effective March 1, 2022. Craig Menear, currently chairman and CEO, will continue to serve as Chair of the Board.",
                "1d_change": 1.6669495815,
                "index_price": 1.1568536481,
                "norm_price": 0.5100959334
            },
            {
                "index": 49,
                "date": "2022-01-11",
                "press_title": "The Home Depot Introduces New and Enhanced Credit Options for Pro Customers",
                "release_url": "https://ir.homedepot.com/news-releases/2022/01-11-2022-130344772",
                "content": "ATLANTA, Jan. 11, 2022 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, is enhancing its commercial credit offerings for Pro Customers and their businesses. The retailer introduced The Pro Xtra™ Credit Card, a new iteration of its Commercial Revolving Charge, as well as updates to its Commercial Account Card. Both credit options are powered by Citi Retail Services, one of North America's largest and most experienced retail credit solution providers. ",
                "1d_change": 0.3415472423,
                "index_price": 1.2104469571,
                "norm_price": -0.8688997148
            },
            {
                "index": 50,
                "date": "2021-12-28",
                "press_title": "The Home Depot Expands Everyday Military Discount Benefit for All Veterans",
                "release_url": "https://ir.homedepot.com/news-releases/2021/12-28-2021-130107362",
                "content": "ATLANTA, Dec. 28, 2021 /PRNewswire/ -- The Home Depot® has enhanced its military discount benefit to include all U.S. veterans, active service members and spouses every day, reaffirming the company's commitment to serving the U.S. military community nationwide.",
                "1d_change": 1.4239202446,
                "index_price": -0.0507019681,
                "norm_price": 1.4746222127
            },
            {
                "index": 51,
                "date": "2021-12-14",
                "press_title": "The Home Depot Foundation Commits Up to $1 Million to Communities Devastated by Tornado Outbreak",
                "release_url": "https://ir.homedepot.com/news-releases/2021/12-14-2021-central%20us%20tornado%20release",
                "content": "2021 Disaster Relief Commitment Surpasses $7 Million",
                "1d_change": 1.0691143876,
                "index_price": 1.4195751859,
                "norm_price": -0.3504607984
            },
            {
                "index": 52,
                "date": "2021-11-23",
                "press_title": "The Home Depot to Present at the Morgan Stanley Global Consumer & Retail Virtual Conference",
                "release_url": "https://ir.homedepot.com/news-releases/2021/11-23-2021-130130883",
                "content": "ATLANTA, Nov. 23, 2021 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that Richard McPhail, executive vice president and chief financial officer, will present at the Morgan Stanley Global Consumer & Retail Virtual Conference. The presentation will begin at 12:10 p.m. ET on Thursday, December 2, 2021.",
                "1d_change": 1.562703504,
                "index_price": 0.4887839237,
                "norm_price": 1.0739195803
            },
            {
                "index": 53,
                "date": "2021-11-18",
                "press_title": "The Home Depot Declares Third Quarter Dividend of $1.65",
                "release_url": "https://ir.homedepot.com/news-releases/2021/11-18-2021-210221868",
                "content": "",
                "1d_change": 2.6156842792,
                "index_price": -0.0587543089,
                "norm_price": 2.6744385881
            },
            {
                "index": 54,
                "date": "2021-11-18",
                "press_title": "The Home Depot to Hold Virtual Career Day with Hundreds of Corporate and Technology Positions Available",
                "release_url": "https://ir.homedepot.com/news-releases/2021/11-18-2021-130050928",
                "content": "ATLANTA, Nov. 18, 2021 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, is hosting its first-ever virtual Corporate Career Day on Tuesday, Nov. 30, from 1 to 4:30p.m. ET. The Home Depot is hiring for roles across the organization, including positions in Technology, Marketing and Operations, as well as for its Contact Centers.",
                "1d_change": 2.6156842792,
                "index_price": -0.0587543089,
                "norm_price": 2.6744385881
            },
            {
                "index": 55,
                "date": "2021-11-16",
                "press_title": "The Home Depot Announces Third Quarter Results",
                "release_url": "https://ir.homedepot.com/news-releases/2021/11-16-2021-110057918",
                "content": "ATLANTA, Nov. 16, 2021 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported sales of $36.8 billion for the third quarter of fiscal 2021, an increase of $3.3 billion, or 9.8 percent from the third quarter of fiscal 2020. Comparable sales for the third quarter of fiscal 2021 increased 6.1 percent, and comparable sales in the U.S. increased 5.5 percent.",
                "1d_change": 3.2543882756,
                "index_price": 0.1972840945,
                "norm_price": 3.0571041811
            },
            {
                "index": 56,
                "date": "2021-11-11",
                "press_title": "The Home Depot Foundation Surpasses $400 Million in Support of Veterans",
                "release_url": "https://ir.homedepot.com/news-releases/2021/11-11-2021-veteran%20support-thdf",
                "content": "The Foundation has pledged half of a billion dollars to veteran causes by 2025",
                "1d_change": 0.4374312298,
                "index_price": 0.5009761245,
                "norm_price": -0.0635448948
            },
            {
                "index": 57,
                "date": "2021-11-02",
                "press_title": "The Home Depot to Host Third Quarter Earnings Conference Call on November 16",
                "release_url": "https://ir.homedepot.com/news-releases/2021/11-02-2021-120246529",
                "content": "ATLANTA, Nov. 2, 2021 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that it will hold its Third Quarter Earnings Conference Call on Tuesday, November 16, at 9 a.m. ET.",
                "1d_change": 0.7507195839,
                "index_price": 1.0133949764,
                "norm_price": -0.2626753924
            },
            {
                "index": 58,
                "date": "2021-10-22",
                "press_title": "The Home Depot Names John Deaton Executive Vice President, Supply Chain and Product Development",
                "release_url": "https://ir.homedepot.com/news-releases/2021/10-22-2021-130024536",
                "content": "ATLANTA, Oct. 22, 2021 /PRNewswire/ -- The Home Depot today announced that it has named John Deaton executive vice president of Supply Chain and Product Development, effective November 1, 2021. He replaces Mark Holifield, who has accepted a role as CEO of a U.S.-based last-mile delivery firm after 15 years with the company. ",
                "1d_change": 1.6861550414,
                "index_price": 0.4458546488,
                "norm_price": 1.2403003925
            },
            {
                "index": 59,
                "date": "2021-10-06",
                "press_title": "The Home Depot Teams Up with Walmart GoLocal to Enhance Local Delivery Capabilities",
                "release_url": "https://ir.homedepot.com/news-releases/2021/10-06-2021-110017278",
                "content": "The home improvement retailer is the first to join Walmart’s new delivery as a service business, which uses Walmart’s expansive network to provide white-label delivery for businesses of all sizes",
                "1d_change": 2.7616552892,
                "index_price": 1.8225981799,
                "norm_price": 0.9390571093
            },
            {
                "index": 60,
                "date": "2021-10-05",
                "press_title": "The Home Depot Announces 2021 Innovation Award Winners",
                "release_url": "https://ir.homedepot.com/news-releases/2021/10-05-2021-130349576",
                "content": "ATLANTA, Oct. 5, 2021 /PRNewswire/ -- New technologies from lithium battery powered pneumatics to antimicrobial flooring topped The Home Depot's 2021 annual list of most innovative products to hit its shelves, both in stores and online. Each year, the retailer recognizes suppliers that deliver new products that make projects easier and more efficient for its DIY and Pro customers. ",
                "1d_change": 1.0473365383,
                "index_price": 1.2301839077,
                "norm_price": -0.1828473693
            },
            {
                "index": 61,
                "date": "2021-09-28",
                "press_title": "The Home Depot Commits $10 Million to Venture Capital Funds Focused on Diversity and Innovation",
                "release_url": "https://ir.homedepot.com/news-releases/2021/09-28-2021-130552904",
                "content": "ATLANTA, Sept. 28, 2021 /PRNewswire/ -- The Home Depot, the world's largest home improvement retailer, will invest $10 million in venture capital funds that promote diversity, technology and entrepreneurship: the Base10 Partners Advancement Initiative, L'ATTITUDE VENTURES and Plexo Capital. These investments are part of the company's commitment to build meaningful, inclusive and sustainable opportunities for minority-owned companies and Historically Black Colleges and Universities (HBCUs). ",
                "1d_change": -1.3177773025,
                "index_price": -1.3781541444,
                "norm_price": 0.0603768419
            },
            {
                "index": 62,
                "date": "2021-08-27",
                "press_title": "The Home Depot to Present at Goldman Sachs 28th Annual Global Retailing Virtual Conference",
                "release_url": "https://ir.homedepot.com/news-releases/2021/08-27-2021-130114802",
                "content": "ATLANTA, Aug. 27, 2021 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that Craig Menear, chairman and CEO, and Ted Decker, president & chief operating officer, will present at the Goldman Sachs 28th Annual Global Retailing Virtual Conference. The presentation will begin at 12:50 p.m. ET on Friday, September 10, 2021.",
                "1d_change": 1.9015435903,
                "index_price": 1.2076060258,
                "norm_price": 0.6939375645
            },
            {
                "index": 63,
                "date": "2021-08-26",
                "press_title": "The Home Depot to Host ESG Webcast, Focused on its Environmental Efforts",
                "release_url": "https://ir.homedepot.com/news-releases/2021/08-26-2021-130225950",
                "content": "ATLANTA, Aug. 26, 2021 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that Ron Jarvis, chief sustainability officer, will host a webcast and Q&A session to discuss the company's environmental efforts. The webcast will begin at 10:30 a.m. ET on Thursday, September 9, 2021.",
                "1d_change": 0.0526001077,
                "index_price": 0.3463924402,
                "norm_price": -0.2937923325
            },
            {
                "index": 64,
                "date": "2021-08-19",
                "press_title": "The Home Depot Declares Second Quarter Dividend of $1.65",
                "release_url": "https://ir.homedepot.com/news-releases/2021/08-19-2021-210216945",
                "content": "ATLANTA, Aug. 19, 2021 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that its board of directors declared a second quarter cash dividend of $1.65 per share. The dividend is payable on September 16, 2021, to shareholders of record on the close of business on September 2, 2021. This is the 138th consecutive quarter the company has paid a cash dividend.",
                "1d_change": 3.1739756564,
                "index_price": 1.3335070257,
                "norm_price": 1.8404686307
            },
            {
                "index": 65,
                "date": "2021-08-17",
                "press_title": "The Home Depot Announces Second Quarter Results",
                "release_url": "https://ir.homedepot.com/news-releases/2021/08-17-2021-110048938",
                "content": "ATLANTA, Aug. 17, 2021 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported sales of $41.1 billion for the second quarter of fiscal 2021, an increase of $3.1 billion, or 8.1 percent from the second quarter of fiscal 2020. Comparable sales for the second quarter of fiscal 2021 increased 4.5 percent, and comparable sales in the U.S. increased 3.4 percent.",
                "1d_change": 0.1710468175,
                "index_price": -1.4055977788,
                "norm_price": 1.5766445964
            },
            {
                "index": 66,
                "date": "2021-08-10",
                "press_title": "The Home Depot Creates Nearly 500 New Jobs in Baltimore with New Distribution Centers",
                "release_url": "https://ir.homedepot.com/news-releases/2021/08-10-2021-130106598",
                "content": "ATLANTA, Aug. 10, 2021 /PRNewswire/ -- The Home Depot® has opened three new distribution centers in Sparrows Point's revitalized Tradepoint Atlantic development. The 1.5 million square-foot campus will bring nearly 500 new full- and part-time jobs to Baltimore and provide even faster delivery options to customers in the region.",
                "1d_change": 2.4718067473,
                "index_price": 0.1490208458,
                "norm_price": 2.3227859015
            },
            {
                "index": 67,
                "date": "2021-08-03",
                "press_title": "The Home Depot to Host Second Quarter Earnings Conference Call on August 17",
                "release_url": "https://ir.homedepot.com/news-releases/2021/08-03-2021-130223371",
                "content": "ATLANTA, Aug. 3, 2021 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that it will hold its Second Quarter Earnings Conference Call on Tuesday, August 17, at 9 a.m. ET.",
                "1d_change": 0.5933856709,
                "index_price": 0.2253165478,
                "norm_price": 0.3680691231
            },
            {
                "index": 68,
                "date": "2021-07-27",
                "press_title": "The Home Depot Reduced Carbon Emissions by More Than 127,000 Metric Tons in 2020; Commits to 100 Percent Renewable Electricity for Facilities by 2030",
                "release_url": "https://ir.homedepot.com/news-releases/2021/07-27-2021-120226119",
                "content": "ATLANTA, July 27, 2021 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, reduced Scope 1 and 2 carbon emissions by more than 127,000 metric tons in 2020—a 22 percent reduction in carbon intensity—while at the same time growing the business nearly 20 percent. The company announced a goal to reach 100 percent renewable electricity for its facilities by 2030, further extending its efforts to improve the environment through cleaner energy.",
                "1d_change": -1.9261529755,
                "index_price": -0.3576694664,
                "norm_price": -1.5684835091
            },
            {
                "index": 69,
                "date": "2021-06-23",
                "press_title": "The Home Depot Launches Online Rental Reservations; Opens New Rental Locations",
                "release_url": "https://ir.homedepot.com/news-releases/2021/06-23-2021-130016632",
                "content": "ATLANTA, June 23, 2021 /PRNewswire/ -- The Home Depot is enhancing the customer experience at its 1,300 rental locations with the launch of new \"Rent Online, Pick-up In Store\" technology. ",
                "1d_change": -0.0577159357,
                "index_price": 0.4036154754,
                "norm_price": -0.4613314111
            },
            {
                "index": 70,
                "date": "2021-06-22",
                "press_title": "The Home Depot Foundation Increases Investment to More than $100 Million in Support of Veterans Experiencing Homelessness",
                "release_url": "https://ir.homedepot.com/news-releases/2021/06-22-2021-veteran-support",
                "content": "Foundation grants additional $6.4 million to nonprofit partners to combat veteran homelessness\n",
                "1d_change": 0.8149649484,
                "index_price": 0.4061912072,
                "norm_price": 0.4087737412
            },
            {
                "index": 71,
                "date": "2021-06-08",
                "press_title": "The Home Depot Foundation Partners with Girl Scouts of the USA to Launch Skilled Trades Training Program for Young Women",
                "release_url": "https://ir.homedepot.com/news-releases/2021/6-8-21-gsusa",
                "content": "New Experiential Workshops to Provide Girl Scouts with Training Opportunities and Continue the Foundation’s Missions to Fill and Diversify the Trades Industry",
                "1d_change": -1.2786956856,
                "index_price": -0.3379567624,
                "norm_price": -0.9407389232
            },
            {
                "index": 72,
                "date": "2021-06-02",
                "press_title": "The Home Depot Foundation and Home Builders Institute Partner with 100 Black Men of America, Inc. to Provide Skilled Trades Training Opportunities for Youth in Underserved Communities",
                "release_url": "https://ir.homedepot.com/news-releases/2021/6-2-21-bmoa-partnership",
                "content": "ATLANTA, June 2, 2021 – The Home Depot Foundation and its trades training nonprofit partner, Home Builders Institute (HBI), are launching a strategic partnership with 100 Black Men of America, Inc. to increase skilled trades training and career opportunities for Black youth.",
                "1d_change": -1.3004561717,
                "index_price": -0.3331797283,
                "norm_price": -0.9672764434
            },
            {
                "index": 73,
                "date": "2021-06-02",
                "press_title": "The Home Depot Recommends Shareholders Reject \"Mini-Tender\" Offer by Tutanota LLC",
                "release_url": "https://ir.homedepot.com/news-releases/2021/06-02-2021-123054346",
                "content": "ATLANTA, June 2, 2021 /PRNewswire/ -- The Home Depot, Inc., the world's largest home improvement retailer, has been notified that Tutanota LLC (\"Tutanota\") has made an unsolicited \"mini-tender\" offer to purchase up to 1 million shares of Home Depot's common stock, at an offer price of $360 per share. While this offer price is above the current market price of the company's common stock, the offer is conditioned upon, among other things, the closing price of Home Depot's common stock exceeding $360 per share on the last trading day before the offer expires. This means that shares tendered in the offer will only be accepted if the offer price is below the closing market price. In fact, the offer states that as of the date of the offer, Tutanota expects to extend the offer until the market price of Home Depot's common stock exceeds the offer price.",
                "1d_change": -1.3004561717,
                "index_price": -0.3331797283,
                "norm_price": -0.9672764434
            },
            {
                "index": 74,
                "date": "2021-05-20",
                "press_title": "The Home Depot Declares First Quarter Dividend of $1.65 and Announces $20 Billion Share Repurchase Authorization",
                "release_url": "https://ir.homedepot.com/news-releases/2021/05-20-2021-210606992",
                "content": "",
                "1d_change": 0.2786697833,
                "index_price": 0.8154665834,
                "norm_price": -0.5367968001
            },
            {
                "index": 75,
                "date": "2021-05-20",
                "press_title": "The Home Depot to Present at RBC Global Consumer & Retail Virtual Conference",
                "release_url": "https://ir.homedepot.com/news-releases/2021/05-20-2021-133121214",
                "content": "ATLANTA, May 20, 2021 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that Ted Decker, president & chief operating officer, and Jeff Kinnaird, executive vice president of merchandising, will present at the RBC Global Consumer & Retail Virtual Conference. The presentation will begin at 10:00 a.m. ET on June 2, 2021.",
                "1d_change": 0.2786697833,
                "index_price": 0.8154665834,
                "norm_price": -0.5367968001
            },
            {
                "index": 76,
                "date": "2021-05-20",
                "press_title": "The Home Depot to Present at Bernstein's 37th Annual Strategic Decisions Conference",
                "release_url": "https://ir.homedepot.com/news-releases/2021/05-20-2021-131536108",
                "content": "ATLANTA, May 20, 2021 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that Craig Menear, chairman and CEO, will present at Bernstein's 37th Annual Strategic Decisions Conference. The presentation will begin at 1:30 p.m. ET on June 3, 2021.",
                "1d_change": 0.2786697833,
                "index_price": 0.8154665834,
                "norm_price": -0.5367968001
            },
            {
                "index": 77,
                "date": "2021-05-20",
                "press_title": "The Home Depot Foundation Expands Trades Training Initiatives with Path to Pro Scholarship Program",
                "release_url": "https://ir.homedepot.com/news-releases/2021/05-20-21-trades-training",
                "content": "ATLANTA – May 20, 2021– The Home Depot Foundation is expanding its $50 million trades training commitment with the launch of the Path to Pro scholarship program to train the next generation of skilled tradespeople.",
                "1d_change": 0.2786697833,
                "index_price": 0.8154665834,
                "norm_price": -0.5367968001
            },
            {
                "index": 78,
                "date": "2021-05-18",
                "press_title": "The Home Depot Announces First Quarter Results",
                "release_url": "https://ir.homedepot.com/news-releases/2021/05-18-2021-110137176",
                "content": "ATLANTA, May 18, 2021 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported sales of $37.5 billion for the first quarter of fiscal 2021, an increase of $9.2 billion, or 32.7 percent from the first quarter of fiscal 2020. Comparable sales for the first quarter of fiscal 2021 increased 31.0 percent, and comparable sales in the U.S. increased 29.9 percent.",
                "1d_change": -1.7649712075,
                "index_price": -1.2211776299,
                "norm_price": -0.5437935776
            },
            {
                "index": 79,
                "date": "2021-05-04",
                "press_title": "The Home Depot to Host First Quarter Earnings Conference Call on May 18",
                "release_url": "https://ir.homedepot.com/news-releases/2021/05-04-2021-130552087",
                "content": "",
                "1d_change": 0.8824071143,
                "index_price": -0.2747438146,
                "norm_price": 1.1571509289
            },
            {
                "index": 80,
                "date": "2021-05-04",
                "press_title": "The Home Depot Foundation Grants $30,000 in Scholarships to SkillsUSA Students",
                "release_url": "https://ir.homedepot.com/news-releases/2021/05-04-2021-123105589",
                "content": "ATLANTA, May 4, 2021 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today recognized the hundreds of high school seniors and college/postsecondary students entering the skilled trades by participating in SkillsUSA's National Signing Day 2021 as the Southeast sponsor. As part of the celebration, and the company's trades training program, Path to Pro, The Home Depot Foundation provided scholarships to six students entering the skilled trades. ",
                "1d_change": 0.8824071143,
                "index_price": -0.2747438146,
                "norm_price": 1.1571509289
            },
            {
                "index": 81,
                "date": "2021-04-29",
                "press_title": "The Home Depot Announces New and Enhanced Disaster Preparedness Resources",
                "release_url": "https://ir.homedepot.com/news-releases/2021/04-29-2021-130437855",
                "content": "ATLANTA, April 29, 2021 /PRNewswire/ -- With the Federal Emergency Management Agency (FEMA) recognizing May 9–15 as National Hurricane Preparedness Week and the month of May as National Wildfire Preparedness Month, The Home Depot®, the world's largest home improvement retailer, is offering new and enhanced resources for natural disaster preparedness and is encouraging customers to prepare early for all natural disasters, including hurricanes, tornadoes, floods and wildfires. ",
                "1d_change": 0.6055495294,
                "index_price": -0.5972064114,
                "norm_price": 1.2027559408
            },
            {
                "index": 82,
                "date": "2021-04-15",
                "press_title": "The Home Depot Opens Three New Florida Distribution Centers",
                "release_url": "https://ir.homedepot.com/news-releases/2021/04-15-2021-133154719",
                "content": "ATLANTA, April 15, 2021 /PRNewswire/ -- The Home Depot announced today that it has opened three new distribution centers across Florida, spanning from West Palm Beach and Miami to Fort Myers. The facilities will provide even faster delivery options to customers in the South Florida region. The company plans to open two additional Miami distribution centers in 2022. Together, these five facilities are expected to create more than 150 new full- and part-time jobs across the region.",
                "1d_change": 2.3988117981,
                "index_price": 1.0921221959,
                "norm_price": 1.3066896023
            },
            {
                "index": 83,
                "date": "2021-04-15",
                "press_title": "The Home Depot Announces Winners of Retool Your School Historically Black Colleges and Universities Grant Program",
                "release_url": "https://ir.homedepot.com/news-releases/2021/04-15-2021-130524075",
                "content": "ATLANTA, April 15, 2021 /PRNewswire/ -- For the 12th year of Retool Your School, The Home Depot® is doubling its commitment to $1 million and tripling its impact. This year, 30 campus improvement projects will be funded at Historically Black Colleges and Universities (HBCUs) – the most projects to be completed in one year through the program. Tougaloo College, one of the top performers this season, took first place in Cluster 3 and earned the Campaign of the Year award, winning a total of $120,000 from Retool Your School. ",
                "1d_change": 2.3988117981,
                "index_price": 1.0921221959,
                "norm_price": 1.3066896023
            },
            {
                "index": 84,
                "date": "2021-04-01",
                "press_title": "The Home Depot to Present at the J.P. Morgan 7th Annual Retail Round-Up Virtual Conference",
                "release_url": "https://ir.homedepot.com/news-releases/2021/04-01-2021-133125670",
                "content": "ATLANTA, April 1, 2021 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that Richard McPhail, executive vice president and chief financial officer, will present at the J.P. Morgan 7th Annual Retail Round-Up Virtual Conference. The presentation will begin at 1:10 p.m. ET on April 15, 2021.",
                "1d_change": 2.7013367386,
                "index_price": 2.0875861568,
                "norm_price": 0.6137505818
            },
            {
                "index": 85,
                "date": "2021-03-25",
                "press_title": "The Home Depot Partners with Habitat for Humanity to Help Communities \"Bring On Spring\"",
                "release_url": "https://ir.homedepot.com/news-releases/2021/03-25-2021-120410656",
                "content": "ATLANTA, March 25, 2021 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today its partnership with Habitat for Humanity International to empower communities to Bring on Spring. Providing more than $200,000 in products, The Home Depot will give Habitat for Humanity organizations across the country the tools needed to help local communities tackle spring DIY projects and neighborhood revitalization efforts.  ",
                "1d_change": 3.5482957332,
                "index_price": 2.3952444871,
                "norm_price": 1.1530512462
            },
            {
                "index": 86,
                "date": "2021-03-09",
                "press_title": "The Home Depot Expands Environmentally Friendly Outdoor Power Lineup",
                "release_url": "https://ir.homedepot.com/news-releases/2021/03-09-2021-130423819",
                "content": "ATLANTA, March 9, 2021 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, is launching a new suite of cordless outdoor power equipment that give both DIY and Pro customers the ease of use and environmental benefits of battery-operated machines, but with the power and run time of gas equipment. ",
                "1d_change": 1.9328696502,
                "index_price": 1.2024214119,
                "norm_price": 0.7304482383
            },
            {
                "index": 87,
                "date": "2021-02-23",
                "press_title": "The Home Depot Announces Fourth Quarter and Fiscal 2020 Results; Increases Quarterly Dividend by 10 Percent",
                "release_url": "https://ir.homedepot.com/news-releases/2021/02-23-2021-110106097",
                "content": "ATLANTA, Feb. 23, 2021 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported fourth quarter and fiscal 2020 results. ",
                "1d_change": -3.6196400169,
                "index_price": 1.7414618137,
                "norm_price": -5.3611018305
            },
            {
                "index": 88,
                "date": "2021-02-16",
                "press_title": "The Home Depot to Present at Raymond James Virtual 42nd Annual Institutional Investors Conference",
                "release_url": "https://ir.homedepot.com/news-releases/2021/02-16-2021-133156159",
                "content": "ATLANTA, Feb. 16, 2021 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that Ted Decker, president & chief operating officer, and Jeff Kinnaird, executive vice president of merchandising, will present at the Raymond James Virtual 42nd Annual Institutional Investors Conference. The presentation will begin at 1:20 p.m. ET on March 2, 2021.",
                "1d_change": 1.3918406461,
                "index_price": -0.2106164868,
                "norm_price": 1.6024571329
            },
            {
                "index": 89,
                "date": "2021-02-16",
                "press_title": "The Home Depot to Donate $1 Million to Support Campus Improvements at Historically Black Colleges and Universities",
                "release_url": "https://ir.homedepot.com/news-releases/2021/02-16-2021-130725316",
                "content": "ATLANTA, Feb. 16, 2021 /PRNewswire/ -- The Home Depot ® will contribute $1 million in grants to support campus improvements at Historically Black Colleges and Universities (HBCUs) through its annual Retool Your School program, for which voting is now open. Established in 2009, the program has emphasized HBCUs' vital role in the American higher education system. This year, the home improvement retailer is doubling its Retool Your School commitment to fund 30 projects, providing $20,000 to $75,000 grants per school.  ",
                "1d_change": 1.3918406461,
                "index_price": -0.2106164868,
                "norm_price": 1.6024571329
            },
            {
                "index": 90,
                "date": "2021-02-09",
                "press_title": "The Home Depot to Host Fourth Quarter & Fiscal 2020 Earnings Conference Call on February 23",
                "release_url": "https://ir.homedepot.com/news-releases/2021/02-09-2021-130405095",
                "content": "",
                "1d_change": -0.3480965405,
                "index_price": -0.0156042498,
                "norm_price": -0.3324922908
            },
            {
                "index": 91,
                "date": "2021-02-02",
                "press_title": "The Home Depot Bringing 1,500 New Jobs to Dallas-Fort Worth Metro with New Distribution Center",
                "release_url": "https://ir.homedepot.com/news-releases/2021/02-02-2021-130448083",
                "content": "DALLAS, Feb. 2, 2021 /PRNewswire/ -- The Home Depot® today announced it has opened a new distribution center in Dallas to fulfill online orders and store orders. The 1.5 million square-foot distribution center is designed to meet customers' delivery needs through multiple channels, whether delivering items directly to customers' homes or for pickup at local stores. ",
                "1d_change": 1.5209607875,
                "index_price": 1.0007345566,
                "norm_price": 0.5202262309
            },
            {
                "index": 92,
                "date": "2021-02-01",
                "press_title": "The Home Depot and Allstate Launch New Best-in-Class Extended Protection Plan",
                "release_url": "https://ir.homedepot.com/news-releases/2021/02-01-2021-130332981",
                "content": "ATLANTA, Feb. 1, 2021 /PRNewswire/ -- The Home Depot® announced today that it has partnered with Allstate to create a new industry-leading extended protection plan to provide customers expanded benefits and faster repair service. The new program covers major appliances, outdoor power equipment, grills, power tools, home electronics, and other products bought in store or online. ",
                "1d_change": 0.3417029615,
                "index_price": 2.4864722216,
                "norm_price": -2.1447692601
            },
            {
                "index": 93,
                "date": "2020-12-24",
                "press_title": "The Home Depot Completes Acquisition of HD Supply",
                "release_url": "https://ir.homedepot.com/news-releases/2020/12-24-2020-150014518",
                "content": "ATLANTA, Dec. 24, 2020 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, has completed the acquisition of HD Supply Holdings, Inc., for a total enterprise value (including net cash) of approximately $8 billion. HD Supply is a leading national distributor of maintenance, repair and operations (MRO) products in the multifamily and hospitality end markets. The agreement to acquire HD Supply was announced on November 16, 2020.",
                "1d_change": -0.0705826466,
                "index_price": 1.1064549852,
                "norm_price": -1.1770376318
            },
            {
                "index": 94,
                "date": "2020-12-02",
                "press_title": "The Home Depot to Open Two New Distribution Centers in Newark Area",
                "release_url": "https://ir.homedepot.com/news-releases/2020/12-02-2020-130316336",
                "content": "ATLANTA, Dec. 2, 2020 /PRNewswire/ -- The Home Depot® today announced that it will open two new distribution centers in Perth Amboy, New Jersey, over the next 12 months to support the growing demand for flexible customer delivery options. The expansion is projected to bring more than 400 jobs to the tri-state area, including full- and part-time positions. The company currently operates six distribution centers across New Jersey, New York and Connecticut. ",
                "1d_change": -2.1742307021,
                "index_price": 0.3529023626,
                "norm_price": -2.5271330646
            },
            {
                "index": 95,
                "date": "2020-12-01",
                "press_title": "The Home Depot Expands Skilled Trades Initiative with \"Path to Pro\" Program",
                "release_url": "https://ir.homedepot.com/news-releases/2020/12-01-2020-130456191",
                "content": "ATLANTA, Dec. 1, 2020 /PRNewswire/ -- The Home Depot® announced today that it is expanding on The Home Depot Foundation's $50 million trades training commitment announced in 2018 with a new education and job placement program called Path to Pro. The program aims to address the skilled labor gap by educating more people in the skilled trades, connecting skilled tradespeople with jobs and careers, and generating interest in trade professions through educational campaigns. ",
                "1d_change": -2.2569191252,
                "index_price": 0.6306849127,
                "norm_price": -2.887604038
            },
            {
                "index": 96,
                "date": "2020-11-19",
                "press_title": "The Home Depot Declares Third Quarter Dividend Of $1.50",
                "release_url": "https://ir.homedepot.com/news-releases/2020/11-19-2020-210222312",
                "content": "ATLANTA, Nov. 19, 2020 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that its board of directors declared a third quarter cash dividend of $1.50 per share. The dividend is payable on December 17, 2020, to shareholders of record on the close of business on December 3, 2020. This is the 135th consecutive quarter the company has paid a cash dividend. ",
                "1d_change": -0.2260684822,
                "index_price": -0.0525608433,
                "norm_price": -0.1735076388
            },
            {
                "index": 97,
                "date": "2020-11-17",
                "press_title": "The Home Depot Announces Third Quarter Results; Plans to Invest Approximately $1 Billion in Annualized Permanent Compensation Enhancements for Frontline, Hourly Associates",
                "release_url": "https://ir.homedepot.com/news-releases/2020/11-17-2020-110129081",
                "content": "ATLANTA, Nov. 17, 2020 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported sales of $33.5 billion for the third quarter of fiscal 2020, an increase of $6.3 billion, or 23.2 percent from the third quarter of fiscal 2019. Comparable sales for the third quarter of fiscal 2020 were positive 24.1 percent, and comparable sales in the U.S. were positive 24.6 percent.",
                "1d_change": -0.8412716253,
                "index_price": -1.1917747139,
                "norm_price": 0.3505030886
            },
            {
                "index": 98,
                "date": "2020-11-16",
                "press_title": "The Home Depot Announces Agreement to Acquire HD Supply Holdings, Inc.",
                "release_url": "https://ir.homedepot.com/news-releases/2020/11-16-2020-130214974",
                "content": "Acquisition to Accelerate Sales Growth; Expected to be Accretive to Earnings Per Share in 2021",
                "1d_change": -2.4626549641,
                "index_price": 0.2595938283,
                "norm_price": -2.7222487924
            },
            {
                "index": 99,
                "date": "2020-11-11",
                "press_title": "The Home Depot Introduces New Programs for Veterans as The Home Depot Foundation Honors the Nation's Heroes with Operation Surprise",
                "release_url": "https://ir.homedepot.com/news-releases/2020/11-11-2020-110114181",
                "content": "ATLANTA, Nov. 11, 2020 /PRNewswire/ -- The Home Depot® Military Relations team is introducing expanded resources and programs to further the company's commitment to veterans, support the company's existing 35,000 veteran and military spouse associates, and to help transitioning service members find their second career.",
                "1d_change": -0.3909718202,
                "index_price": -0.7410202647,
                "norm_price": 0.3500484445
            },
            {
                "index": 100,
                "date": "2020-11-03",
                "press_title": "The Home Depot to Host Third Quarter 2020 Earnings Conference Call on November 17",
                "release_url": "https://ir.homedepot.com/news-releases/2020/11-03-2020-130037141",
                "content": "ATLANTA, Nov. 3, 2020 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that it will hold its Third Quarter 2020 Earnings Conference Call on Tuesday, November 17, at 9 a.m. ET.",
                "1d_change": 2.7836604194,
                "index_price": 3.112873848,
                "norm_price": -0.3292134286
            },
            {
                "index": 101,
                "date": "2020-10-22",
                "press_title": "The Home Depot Expands At-Home Learning Resources for Kids with Virtual Field Trips",
                "release_url": "https://ir.homedepot.com/news-releases/2020/10-22-2020-130302474",
                "content": "ATLANTA, Oct. 22, 2020 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced the new educational video series Virtual Field Trips will be added to its digital DIY workshops library, where Home Depot suppliers will provide kid-friendly, behind-the-scenes tours and insights into how products come to life and, eventually, make it to the retailer's shelves. ",
                "1d_change": -0.3286178046,
                "index_price": 0.7759557629,
                "norm_price": -1.1045735675
            },
            {
                "index": 102,
                "date": "2020-10-07",
                "press_title": "The Home Depot Announces 2020 Innovation Award Winners",
                "release_url": "https://ir.homedepot.com/news-releases/2020/10-07-2020-210116611",
                "content": "ATLANTA, Oct. 7, 2020 /PRNewswire/ -- The Home Depot® today recognized the latest product innovations to hit shelves, in store and online, with the announcement of its 2020 Innovation Award winners. Supporting its DIY and Pro customers, the retailer, its merchants, and suppliers have continued to bring state-of-the-art products to the market throughout 2020.   ",
                "1d_change": 1.2898867656,
                "index_price": 1.8065880278,
                "norm_price": -0.5167012622
            },
            {
                "index": 103,
                "date": "2020-10-02",
                "press_title": "The Home Depot Names Ted Decker President and Chief Operating Officer; Announces Additional Senior Leadership Promotions",
                "release_url": "https://ir.homedepot.com/news-releases/2020/10-02-2020-133032438",
                "content": "ATLANTA, Oct. 2, 2020 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that Edward \"Ted\" P. Decker has been named president and chief operating officer, effective October 5, 2020. Decker, a 20-year veteran of the company, has served as executive vice president of merchandising since 2014. As the company's chief merchant, he has been responsible for all store and online merchandising departments, merchandising strategy, services and vendor management, marketing and in-store environment. In his new role, he will assume additional responsibility for global store operations, global supply chain, and outside sales and service.",
                "1d_change": 2.5381130446,
                "index_price": 2.0436588117,
                "norm_price": 0.4944542329
            },
            {
                "index": 104,
                "date": "2020-09-10",
                "press_title": "The Home Depot Expands Livestream Workshop Offerings with Hurricane & Storm Preparedness Class Starting September 14",
                "release_url": "https://ir.homedepot.com/news-releases/2020/09-10-2020-130219796",
                "content": "ATLANTA, Sept. 10, 2020 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, is introducing a Hurricane & Storm Preparedness Livestream Workshop led by expert associates to help residents in storm-prone regions prepare and protect their families and homes for hurricanes, tornadoes and floods. As the National Oceanic and Atmospheric Administration predicts a record-high number of potential hurricanes through November, the new digital workshop will cover the essentials for staying safe this season and preparing one's family and home, including a resource checklist and helpful tips to minimize home damage leading up to and following any type of storm.",
                "1d_change": -0.6079521395,
                "index_price": -2.1427935156,
                "norm_price": 1.5348413761
            },
            {
                "index": 105,
                "date": "2020-08-27",
                "press_title": "The Home Depot to Present at Goldman Sachs 27th Annual Global Retailing Virtual Conference",
                "release_url": "https://ir.homedepot.com/news-releases/2020/08-27-2020-125948069",
                "content": "ATLANTA, Aug. 27, 2020 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that Craig Menear, chairman, CEO and president, and Ted Decker, executive vice president of merchandising, will present at the Goldman Sachs 27th Annual Global Retailing Virtual Conference. The presentation will begin at 11:40 a.m. ET on Thursday, September 10, 2020.",
                "1d_change": -2.07128165,
                "index_price": 0.6519399068,
                "norm_price": -2.7232215567
            },
            {
                "index": 106,
                "date": "2020-08-25",
                "press_title": "The Home Depot Mobilizes to Support Communities Facing Hurricane Laura",
                "release_url": "https://ir.homedepot.com/news-releases/2020/08-25-2020-215944260",
                "content": "ATLANTA, Aug. 25, 2020 /PRNewswire/ -- As Hurricane Laura marches toward the Gulf Coast, The Home Depot® will activate its Hurricane Command Center to support communities preparing for the storm. ",
                "1d_change": 1.5962825243,
                "index_price": 1.2297599853,
                "norm_price": 0.366522539
            },
            {
                "index": 107,
                "date": "2020-08-18",
                "press_title": "The Home Depot Announces Second Quarter Results; Declares Quarterly Dividend of $1.50 Per Share",
                "release_url": "https://ir.homedepot.com/news-releases/2020/08-18-2020-110014886",
                "content": "ATLANTA, Aug. 18, 2020 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported sales of $38.1 billion for the second quarter of fiscal 2020, a 23.4 percent increase from the second quarter of fiscal 2019. Comparable sales for the second quarter of fiscal 2020 were positive 23.4 percent, and comparable sales in the U.S. were positive 25.0 percent.",
                "1d_change": -2.1353426075,
                "index_price": -0.3611994919,
                "norm_price": -1.7741431156
            },
            {
                "index": 108,
                "date": "2020-08-11",
                "press_title": "The Home Depot Donates a Half Million Kids Workshop Kits to Nonprofits; Offers Live-Stream and Digital Workshops",
                "release_url": "https://ir.homedepot.com/news-releases/2020/08-11-2020-130027774",
                "content": "ATLANTA, Aug. 11, 2020 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, is helping kids keep doing while its in-store Kids Workshop classes are paused, donating more than 500,000 Kids Workshop kits over the past four months to more than 100 nonprofit organizations and schools across the country. Various organizations nationwide including Boys & Girls Club of America, ToolBank and YMCA received kits. The company will continue to donate kits until workshops resume in person.",
                "1d_change": 1.381483308,
                "index_price": 0.2961234628,
                "norm_price": 1.0853598452
            },
            {
                "index": 109,
                "date": "2020-08-04",
                "press_title": "The Home Depot Opening Three New Distribution Centers in Georgia",
                "release_url": "https://ir.homedepot.com/news-releases/2020/08-04-2020-130504365",
                "content": "ATLANTA, Aug. 4, 2020 /PRNewswire/ -- The Home Depot® today announced that it will open three new distribution centers in Georgia over the next 18 months to support the growing demand for flexible delivery and pick-up options for Pro and DIY customers. The expansion is projected to bring approximately 1,000 additional jobs to the Atlanta area, including full-time and part-time positions. ",
                "1d_change": 0.3177867382,
                "index_price": 1.1374012457,
                "norm_price": -0.8196145075
            },
            {
                "index": 110,
                "date": "2020-08-04",
                "press_title": "The Home Depot to Host Second Quarter 2020 Earnings Conference Call on August 18",
                "release_url": "https://ir.homedepot.com/news-releases/2020/08-04-2020-123047063",
                "content": "",
                "1d_change": 0.3177867382,
                "index_price": 1.1374012457,
                "norm_price": -0.8196145075
            },
            {
                "index": 111,
                "date": "2020-07-23",
                "press_title": "The Home Depot Announces Renewable Energy Goal and Pledges to Eliminate EPS Foam and PVC Film from Private Brands by 2023 in Annual Responsibility Report",
                "release_url": "https://ir.homedepot.com/news-releases/2020/07-23-2020-113056950",
                "content": "ATLANTA, July 23, 2020 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced companywide sustainability progress in its 2020 Responsibility Report, which outlines the company's 2019 progress on its corporate responsibility strategic pillars: focus on people, operate sustainably and strengthen communities. The report also introduces several new goals and provides an update on the company's recent response to COVID-19 and social equality issues. ",
                "1d_change": -0.9385225272,
                "index_price": -1.741805239,
                "norm_price": 0.8032827118
            },
            {
                "index": 112,
                "date": "2020-07-21",
                "press_title": "The Home Depot Accelerates Investments in Outdoor Power Categories, Refines Assortment of Top Brands",
                "release_url": "https://ir.homedepot.com/news-releases/2020/07-21-2020-140058673",
                "content": "ATLANTA, July 21, 2020 /PRNewswire/ -- The Home Depot, the world's largest home improvement specialty retailer, today announced that it is accelerating its investments in resets of its outdoor power categories, as it also refines and simplifies its primary brands across the category.",
                "1d_change": 1.3387681197,
                "index_price": 0.2289363299,
                "norm_price": 1.1098317898
            },
            {
                "index": 113,
                "date": "2020-07-17",
                "press_title": "The Home Depot to Require Face Masks in All U.S. Stores",
                "release_url": "https://ir.homedepot.com/news-releases/2020/07-17-2020-183752620",
                "content": "ATLANTA, July 17, 2020 /PRNewswire/ -- The Home Depot® today announced that shoppers will be required to wear masks or facial coverings while inside all U.S. stores, beginning Wednesday, July 22. Small children or those who have a valid medical condition will not be required to wear a mask.",
                "1d_change": 0.053802692,
                "index_price": 0.8496766817,
                "norm_price": -0.7958739897
            },
            {
                "index": 114,
                "date": "2020-05-19",
                "press_title": "The Home Depot Announces First Quarter Results; Supports Associates with Approximately $850 Million of Expanded Benefits; Suspends 2020 Business Outlook; Declares Quarterly Dividend of $1.50 Per Share",
                "release_url": "https://ir.homedepot.com/news-releases/2020/05-19-2020-110030159",
                "content": "ATLANTA, May 19, 2020 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported sales of $28.3 billion for the first quarter of fiscal 2020, a 7.1 percent increase from the first quarter of fiscal 2019. Comparable sales for the first quarter of fiscal 2020 were positive 6.4 percent, and comparable sales in the U.S. were positive 7.5 percent.",
                "1d_change": -0.9488220597,
                "index_price": 0.7746648685,
                "norm_price": -1.7234869282
            },
            {
                "index": 115,
                "date": "2020-05-14",
                "press_title": "The Home Depot to Present at Bernstein 36th Annual Strategic Decisions Virtual Conference",
                "release_url": "https://ir.homedepot.com/news-releases/2020/05-14-2020-133026125",
                "content": "ATLANTA, May 14, 2020 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that Craig Menear, chairman, CEO and president, will present at the Bernstein 36th Annual Strategic Decisions Virtual Conference. The presentation will begin at 1:00 p.m. ET on May 28, 2020.",
                "1d_change": 5.4151341346,
                "index_price": 2.4150544152,
                "norm_price": 3.0000797194
            },
            {
                "index": 116,
                "date": "2020-05-13",
                "press_title": "The Home Depot to Present at RBC Global Consumer & Retail Virtual Conference",
                "release_url": "https://ir.homedepot.com/news-releases/2020/05-13-2020-133104535",
                "content": "ATLANTA, May 13, 2020 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that Richard McPhail, chief financial officer and executive vice president, will present at the RBC Global Consumer & Retail Virtual Conference. The presentation will begin at 12:00 p.m. ET on May 27, 2020.",
                "1d_change": 0.6141176508,
                "index_price": -0.4683648527,
                "norm_price": 1.0824825035
            },
            {
                "index": 117,
                "date": "2020-05-05",
                "press_title": "The Home Depot to Host First Quarter 2020 Earnings Conference Call on May 19",
                "release_url": "https://ir.homedepot.com/news-releases/2020/05-05-2020-130155610",
                "content": "ATLANTA, May 5, 2020 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that it will hold its First Quarter 2020 Earnings Conference Call on Tuesday, May 19, at 9 a.m. ET.",
                "1d_change": -0.4555237455,
                "index_price": -0.7182915967,
                "norm_price": 0.2627678512
            },
            {
                "index": 118,
                "date": "2020-04-21",
                "press_title": "The Home Depot to Hold Virtual Annual Meeting of Shareholders",
                "release_url": "https://ir.homedepot.com/news-releases/2020/04-21-2020",
                "content": "ATLANTA, April 21, 2020 -- The Home Depot®, the world's largest home improvement retailer, today announced that it will hold its 2020 Annual Meeting of Shareholders virtually due to the public health impact of the COVID-19 pandemic and to support the health and well-being of its shareholders, associates, directors, and the community.",
                "1d_change": 1.675081661,
                "index_price": 0.5179847783,
                "norm_price": 1.1570968828
            },
            {
                "index": 119,
                "date": "2020-04-01",
                "press_title": "The Home Depot Announces Business Updates in Response to COVID-19",
                "release_url": "https://ir.homedepot.com/news-releases/2020/04-01-2020-110039177",
                "content": "ATLANTA, April 1, 2020 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today provided an update on several temporary changes to its business in response to COVID-19.",
                "1d_change": 2.9783056728,
                "index_price": 1.1405210073,
                "norm_price": 1.8377846655
            },
            {
                "index": 120,
                "date": "2020-03-18",
                "press_title": "The Home Depot Temporarily Adjusts Store Hours and Extends Paid Time Off in Response to COVID-19",
                "release_url": "https://ir.homedepot.com/news-releases/2020/03-18-2020-123030501",
                "content": "ATLANTA, March 18, 2020 /PRNewswire/ --The Home Depot®, the world's largest home improvement retailer, announced today it is temporarily adjusting store hours to better serve customers and communities in response to COVID-19. Beginning Thursday, March 19, stores  will now close daily at 6 p.m., while opening hours will remain unchanged. ",
                "1d_change": 0.8254199611,
                "index_price": -1.1251855711,
                "norm_price": 1.9506055321
            },
            {
                "index": 121,
                "date": "2020-02-25",
                "press_title": "The Home Depot Announces Fourth Quarter and Fiscal 2019 Results; Reiterates Fiscal 2020 Business Outlook; Increases Quarterly Dividend by 10 Percent",
                "release_url": "https://ir.homedepot.com/news-releases/2020/02-25-2020-105936546",
                "content": "ATLANTA, Feb. 25, 2020 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported fourth quarter and fiscal 2019 results.",
                "1d_change": -4.5987861671,
                "index_price": -3.9324363463,
                "norm_price": -0.6663498208
            },
            {
                "index": 122,
                "date": "2020-02-19",
                "press_title": "The Home Depot to Present at Raymond James 41st Annual Institutional Investors Conference",
                "release_url": "https://ir.homedepot.com/news-releases/2020/02-19-2020-130027038",
                "content": "ATLANTA, Feb. 19, 2020 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that Ted Decker, executive vice president of merchandising, will present at the Raymond James 41st Annual Institutional Investors Conference in Orlando, Florida. The presentation will begin at 9:50 a.m. ET on March 4, 2020.",
                "1d_change": 0.8541968139,
                "index_price": -0.2122568621,
                "norm_price": 1.0664536761
            },
            {
                "index": 123,
                "date": "2020-02-11",
                "press_title": "The Home Depot to Host Fourth Quarter & Fiscal 2019 Earnings Conference Call on February 25",
                "release_url": "https://ir.homedepot.com/news-releases/2020/02-11-2020-125850590",
                "content": "ATLANTA, Feb. 11, 2020 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that it will hold its Fourth Quarter & Fiscal 2019 Earnings Conference Call on Tuesday, February 25, at 9 a.m. ET.",
                "1d_change": 0.4056598557,
                "index_price": 0.4018356295,
                "norm_price": 0.0038242262
            },
            {
                "index": 124,
                "date": "2020-02-11",
                "press_title": "The Home Depot to Hire 80,000 Associates for Spring",
                "release_url": "https://ir.homedepot.com/news-releases/2020/02-11-2020-105850402",
                "content": "",
                "1d_change": 0.4056598557,
                "index_price": 0.4018356295,
                "norm_price": 0.0038242262
            },
            {
                "index": 125,
                "date": "2020-01-23",
                "press_title": "The Home Depot Receives \"A List\" Rating from Environmental Impact Leader CDP",
                "release_url": "https://ir.homedepot.com/news-releases/2020/01-23-2020-210010407",
                "content": "ATLANTA, Jan. 23, 2020 /PRNewswire/ -- The Home Depot® has been recognized as a global leader on corporate climate action for its efforts to reduce its environmental impact and build a more sustainable future for consumers and their homes. CDP, an environmental impact non-profit, named The Home Depot to its Climate Change \"A List\" for its actions to cut carbon emissions and mitigate climate risks. ",
                "1d_change": -0.0560344949,
                "index_price": -0.6159985983,
                "norm_price": 0.5599641034
            },
            {
                "index": 126,
                "date": "2019-12-11",
                "press_title": "The Home Depot to Provide Update on Transformational \"One Home Depot\" Investment Strategy to Extend Market Leadership",
                "release_url": "https://ir.homedepot.com/news-releases/2019/12-11-2019-110001607",
                "content": "ATLANTA, Dec. 11, 2019 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, will host its 2019 Investor and Analyst Conference today, where it will provide an update on key strategic priorities and discuss its preliminary outlook for Fiscal Year 2020.   ",
                "1d_change": 0.4763251086,
                "index_price": 1.0358006183,
                "norm_price": -0.5594755097
            },
            {
                "index": 127,
                "date": "2019-11-26",
                "press_title": "The Home Depot to Host 2019 Investor and Analyst Conference",
                "release_url": "https://ir.homedepot.com/news-releases/2019/11-26-2019-130011251",
                "content": "ATLANTA, Nov. 26, 2019 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that it will host its 2019 Investor and Analyst Conference on Wednesday, December 11, at 9 a.m. ET.",
                "1d_change": 1.9013340426,
                "index_price": 0.595497438,
                "norm_price": 1.3058366046
            },
            {
                "index": 128,
                "date": "2019-11-21",
                "press_title": "The Home Depot Declares Third Quarter Dividend Of $1.36",
                "release_url": "https://ir.homedepot.com/news-releases/2019/11-21-2019-210310660",
                "content": "ATLANTA, Nov. 21, 2019 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that its board of directors declared a third quarter cash dividend of $1.36 per share. The dividend is payable on December 19, 2019, to shareholders of record on the close of business on December 5, 2019. This is the 131st consecutive quarter the company has paid a cash dividend. ",
                "1d_change": -1.7933223311,
                "index_price": 0.0578739862,
                "norm_price": -1.8511963173
            },
            {
                "index": 129,
                "date": "2019-11-19",
                "press_title": "The Home Depot Announces Third Quarter Results; Updates Fiscal Year 2019 Guidance",
                "release_url": "https://ir.homedepot.com/news-releases/2019/11-19-2019-110010761",
                "content": "ATLANTA, Nov. 19, 2019 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported third quarter fiscal 2019 sales of $27.2 billion, an increase of 3.5 percent, or $921 million, compared to the third quarter of fiscal 2018. Comparable sales for the third quarter of fiscal 2019 were positive 3.6 percent, and comparable sales in the U.S. were positive 3.8 percent. ",
                "1d_change": -4.3911125998,
                "index_price": -0.6109131362,
                "norm_price": -3.7801994636
            },
            {
                "index": 130,
                "date": "2019-11-05",
                "press_title": "The Home Depot to Host Third Quarter 2019 Earnings Conference Call on November 19",
                "release_url": "https://ir.homedepot.com/news-releases/2019/11-05-2019-130453262",
                "content": "ATLANTA, Nov. 5, 2019 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that it will hold its Third Quarter 2019 Earnings Conference Call on Tuesday, November 19, at 9 a.m. ET.",
                "1d_change": -0.3119587804,
                "index_price": -0.1306567091,
                "norm_price": -0.1813020713
            },
            {
                "index": 131,
                "date": "2019-10-23",
                "press_title": "The Home Depot Announces 2019 Innovation Award Winners",
                "release_url": "https://ir.homedepot.com/news-releases/2019/10-23-2019-210017445",
                "content": "ATLANTA, Oct. 23, 2019 /PRNewswire/ -- The Home Depot® merchants and suppliers work hard to bring the latest innovation to store shelves and digital carts nationwide. Every year, The Home Depot recognizes its best-in-class supplier partners who introduce new products that deliver efficiency and cost-savings, which benefit both pros and DIYers.  ",
                "1d_change": -1.1843355505,
                "index_price": 0.5408126488,
                "norm_price": -1.7251481993
            },
            {
                "index": 132,
                "date": "2019-09-24",
                "press_title": "The Home Depot Foundation Partners with Home Builders Institute to Expand Trades Training Program into High Schools",
                "release_url": "https://ir.homedepot.com/news-releases/2019/2019-trades-training",
                "content": "ATLANTA, September 24, 2019 -- Today, as part of its effort to fill the growing skilled labor gap in the United States, The Home Depot Foundation announced it is partnering with the Home Builders Institute (HBI) to launch a youth trades training program.",
                "1d_change": -0.0175275193,
                "index_price": -0.5882940886,
                "norm_price": 0.5707665694
            },
            {
                "index": 133,
                "date": "2019-08-22",
                "press_title": "The Home Depot Declares Second Quarter Dividend of $1.36",
                "release_url": "https://ir.homedepot.com/news-releases/2019/08-22-2019-210728629",
                "content": "ATLANTA, Aug. 22, 2019 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that its board of directors declared a second quarter cash dividend of $1.36 per share. The dividend is payable on September 19, 2019, to shareholders of record on the close of business on September 5, 2019. This is the 130th consecutive quarter the company has paid a cash dividend. ",
                "1d_change": -1.1863905073,
                "index_price": -2.9443832806,
                "norm_price": 1.7579927733
            },
            {
                "index": 134,
                "date": "2019-08-22",
                "press_title": "The Home Depot to Present at Goldman Sachs 26th Annual Global Retailing Conference",
                "release_url": "https://ir.homedepot.com/news-releases/2019/08-22-2019-130225618",
                "content": "ATLANTA, Aug. 22, 2019 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that Richard McPhail, incoming chief financial officer and current senior vice president of Finance Control and Administration, and Mark Holifield, executive vice president of Supply Chain and Production Development, will present at the Goldman Sachs 26th Annual Global Retailing Conference in New York, NY. The presentation will begin at 8:50 a.m. ET on Thursday, September 5, 2019.",
                "1d_change": -1.1863905073,
                "index_price": -2.9443832806,
                "norm_price": 1.7579927733
            },
            {
                "index": 135,
                "date": "2019-08-20",
                "press_title": "The Home Depot Announces Second Quarter Results; Updates Fiscal Year 2019 Guidance",
                "release_url": "https://ir.homedepot.com/news-releases/2019/08-20-2019-110043066",
                "content": "ATLANTA, Aug. 20, 2019 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported sales of $30.8 billion for the second quarter of fiscal 2019, a 1.2 percent increase from the second quarter of fiscal 2018. Comparable sales for the second quarter of fiscal 2019 were positive 3.0 percent, and comparable sales in the U.S. were positive 3.1 percent. In the second quarter, the principal difference between the Company's sales growth and comparable sales performance reflects a shift in the fiscal calendar base due to 53 weeks of sales in fiscal 2018.",
                "1d_change": 3.1306619586,
                "index_price": 0.1853325948,
                "norm_price": 2.9453293638
            },
            {
                "index": 136,
                "date": "2019-08-06",
                "press_title": "The Home Depot to Host Second Quarter 2019 Earnings Conference Call on August 20",
                "release_url": "https://ir.homedepot.com/news-releases/2019/08-06-2019-130429442",
                "content": "ATLANTA, Aug. 6, 2019 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that it will hold its Second Quarter 2019 Earnings Conference Call on Tuesday, August 20, at 9 a.m. ET.",
                "1d_change": 1.3948560539,
                "index_price": 0.7905758356,
                "norm_price": 0.6042802183
            },
            {
                "index": 137,
                "date": "2019-07-23",
                "press_title": "The Home Depot Reports on Companywide Sustainability Progress in Enhanced Responsibility Report; Pledges to Reduce Carbon Emissions 50 Percent by 2035",
                "release_url": "https://ir.homedepot.com/news-releases/2019/07-23-2019-130419392",
                "content": "ATLANTA, July 23, 2019 /PRNewswire/ -- The Home Depot® today issued its 2019 Responsibility Report, which details the company's 2018 progress on its commitment to its three pillars — Operate Sustainably, Focus on People and Strengthen Our Communities, including a commitment to reducing carbon emissions 50 percent by 2035.  Additional highlights include:",
                "1d_change": 0.9967127055,
                "index_price": 0.8219763104,
                "norm_price": 0.1747363951
            },
            {
                "index": 138,
                "date": "2019-06-04",
                "press_title": "The Home Depot Foundation Commits $250,000 in Response to Tornadoes and Flooding",
                "release_url": "https://ir.homedepot.com/news-releases/2019/06-04-2019-132953724",
                "content": "ATLANTA, June 4, 2019 /PRNewswire/ -- As a record number of tornadoes and flooding continue to affect the Midwest and neighboring states, The Home Depot® and The Home Depot Foundation have committed to assist clean-up and relief efforts, including a commitment of up to $250,000 by The Home Depot Foundation.",
                "1d_change": 3.2764521277,
                "index_price": 2.2472272158,
                "norm_price": 1.0292249118
            },
            {
                "index": 139,
                "date": "2019-05-23",
                "press_title": "The Home Depot Declares First Quarter Dividend of $1.36",
                "release_url": "https://ir.homedepot.com/news-releases/2019/05-23-2019-210720412",
                "content": "ATLANTA, May 23, 2019 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that its board of directors declared a first quarter cash dividend of $1.36 per share. The dividend is payable on June 20, 2019, to shareholders of record on the close of business on June 6, 2019. This is the 129th consecutive quarter the company has paid a cash dividend. ",
                "1d_change": 2.6550602403,
                "index_price": -0.37649209,
                "norm_price": 3.0315523303
            },
            {
                "index": 140,
                "date": "2019-05-21",
                "press_title": "The Home Depot Announces First Quarter Results; Reaffirms Fiscal Year 2019 Guidance",
                "release_url": "https://ir.homedepot.com/news-releases/2019/05-21-2019-110118554",
                "content": "ATLANTA, May 21, 2019 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported sales of $26.4 billion for the first quarter of fiscal 2019, a 5.7 percent increase from the first quarter of fiscal 2018. Comparable sales for the first quarter of fiscal 2019 were positive 2.5 percent, and comparable sales in the U.S. were positive 3.0 percent. In the first quarter, the difference between the Company's sales growth and comparable sales performance reflects a shift in the calendar base due to 53 weeks of sales in fiscal 2018.",
                "1d_change": 0.942241759,
                "index_price": 0.0787740649,
                "norm_price": 0.863467694
            },
            {
                "index": 141,
                "date": "2019-05-16",
                "press_title": "The Home Depot to Present at Bernstein 35th Annual Strategic Decisions Conference",
                "release_url": "https://ir.homedepot.com/news-releases/2019/05-16-2019-130545065",
                "content": "ATLANTA, May 16, 2019 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that Craig Menear, chairman, CEO and president, will present at the Bernstein 35th Annual Strategic Decisions Conference in New York, NY. The presentation will begin at 10:00 a.m. ET on May 30, 2019.",
                "1d_change": 0.0571201846,
                "index_price": 0.1304403322,
                "norm_price": -0.0733201475
            },
            {
                "index": 142,
                "date": "2019-05-07",
                "press_title": "The Home Depot to Host First Quarter 2019 Earnings Conference Call on May 21",
                "release_url": "https://ir.homedepot.com/news-releases/2019/05-07-2019-130429559",
                "content": "ATLANTA, May 7, 2019 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that it will hold its First Quarter 2019 Earnings Conference Call on Tuesday, May 21, at 9 a.m. ET.",
                "1d_change": -0.8095588423,
                "index_price": -1.1672527222,
                "norm_price": 0.3576938799
            },
            {
                "index": 143,
                "date": "2019-04-30",
                "press_title": "The Home Depot Announces Retirement Plans of Carol Tomé and Names 14-year Company Veteran, Richard McPhail, Chief Financial Officer",
                "release_url": "https://ir.homedepot.com/news-releases/2019/04-30-2019-210629827",
                "content": "ATLANTA, April 30, 2019 /PRNewswire/ -- The Home Depot announced today that Carol Tomé, Chief Financial Officer and executive vice president of Corporate Services, has decided to retire on August 31, 2019 after 24 years of service to the company.  ",
                "1d_change": -1.3833001858,
                "index_price": -0.4586576804,
                "norm_price": -0.9246425054
            },
            {
                "index": 144,
                "date": "2019-04-04",
                "press_title": "Nearly One-Third of Americans Postpone Outdoor Projects Because They Don't Know Where to Start",
                "release_url": "https://ir.homedepot.com/news-releases/2019/04-04-2019-140208311",
                "content": "ATLANTA, April 4, 2019 /PRNewswire/ -- In advance of Spring Black Friday, The Home Depot® (NYSE: HD) commissioned a survey of 1,000 Americans* conducted by Wakefield Research to find out how people use their outdoor spaces—front and back yards, patios, decks, etc. The research also revealed the motivation behind completing outdoor projects. ",
                "1d_change": 1.5143905121,
                "index_price": 0.6481743974,
                "norm_price": 0.8662161147
            },
            {
                "index": 145,
                "date": "2019-03-05",
                "press_title": "The Home Depot Launches Homegrown Technology to Hire 80,000 Associates for Spring",
                "release_url": "https://ir.homedepot.com/news-releases/2019/03-05-2019-130212515",
                "content": "ATLANTA, March 5, 2019 /PRNewswire/ -- The Home Depot® is hiring 80,000 associates for its busy spring season with a new hiring technology built by the company's in-house engineers. ",
                "1d_change": 0.1138443191,
                "index_price": -0.8284458079,
                "norm_price": 0.9422901269
            },
            {
                "index": 146,
                "date": "2019-02-26",
                "press_title": "The Home Depot Announces Fourth Quarter and Fiscal 2018 Results; Increases Quarterly Dividend by 32.0 Percent; Announces $15.0 Billion Share Repurchase Authorization; Provides Fiscal 2019 Guidance",
                "release_url": "https://ir.homedepot.com/news-releases/2019/02-26-2019-110141194",
                "content": "ATLANTA, Feb. 26, 2019 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported sales of $26.5 billion for the fourth quarter of fiscal 2018, a 10.9 percent increase from the fourth quarter of fiscal 2017. Comparable sales for the fourth quarter of fiscal 2018 were positive 3.2 percent, and comp sales in the U.S. were positive 3.7 percent. ",
                "1d_change": -1.0453727332,
                "index_price": 0.0007081913,
                "norm_price": -1.0460809244
            },
            {
                "index": 147,
                "date": "2019-02-19",
                "press_title": "The Home Depot to Present at Raymond James 40th Annual Institutional Investors Conference",
                "release_url": "https://ir.homedepot.com/news-releases/2019/02-19-2019-130324190",
                "content": "ATLANTA, Feb. 19, 2019 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that Ted Decker, executive vice president of merchandising, will present at the Raymond James 40th Annual Institutional Investors Conference in Orlando, Florida. The presentation will begin at 8:05 a.m. ET on March 5, 2019.",
                "1d_change": 0.072976517,
                "index_price": 0.5537372839,
                "norm_price": -0.4807607669
            },
            {
                "index": 148,
                "date": "2019-02-13",
                "press_title": "The Home Depot Named a Leader on Climate Action, Expands 2019 Renewable Energy Initiatives in Wind and Solar",
                "release_url": "https://ir.homedepot.com/news-releases/2019/02-13-2019-130130173",
                "content": "ATLANTA, Feb. 13, 2019 /PRNewswire/ -- The Home Depot® has been highlighted as a global leader on corporate climate action and continues to pursue its sustainability goals with new renewable energy initiatives in 2019. ",
                "1d_change": 0.7511800875,
                "index_price": -0.1664427453,
                "norm_price": 0.9176228328
            },
            {
                "index": 149,
                "date": "2019-02-12",
                "press_title": "The Home Depot to Host Fourth Quarter & Fiscal 2018 Earnings Conference Call on February 26",
                "release_url": "https://ir.homedepot.com/news-releases/2019/02-12-2019-130153685",
                "content": "",
                "1d_change": 2.4255595221,
                "index_price": 1.1049614988,
                "norm_price": 1.3205980233
            },
            {
                "index": 150,
                "date": "2018-11-16",
                "press_title": "The Home Depot Foundation Commits up to $500,000 to California Wildfire Relief",
                "release_url": "https://ir.homedepot.com/news-releases/2018/california-wildfire-press-release",
                "content": "ATLANTA, November 16, 2018 -- Today, The Home Depot Foundation announced a commitment of up to $500,000 to support wildfire relief efforts in California, bringing its 2018 disaster relief commitment to at least $4.8 million for areas impacted by fires, hurricanes and flooding throughout the year.",
                "1d_change": -0.2304267207,
                "index_price": -1.0335507017,
                "norm_price": 0.803123981
            },
            {
                "index": 151,
                "date": "2018-11-15",
                "press_title": "The Home Depot Declares Third Quarter Dividend Of $1.03",
                "release_url": "https://ir.homedepot.com/news-releases/2018/11-15-2018-210046135",
                "content": "ATLANTA, Nov. 15, 2018 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that its board of directors declared a third quarter cash dividend of $1.03 per share. The dividend is payable on December 13, 2018, to shareholders of record on the close of business on November 29, 2018. This is the 127th consecutive quarter the company has paid a cash dividend. ",
                "1d_change": -1.1241588366,
                "index_price": 1.56234581,
                "norm_price": -2.6865046466
            },
            {
                "index": 152,
                "date": "2018-11-13",
                "press_title": "The Home Depot Announces Third Quarter Results; Updates Fiscal Year 2018 Guidance",
                "release_url": "https://ir.homedepot.com/news-releases/2018/11-13-2018-110047546",
                "content": "ATLANTA, Nov. 13, 2018 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported sales of $26.3 billion for the third quarter of fiscal 2018, a 5.1 percent increase from the third quarter of fiscal 2017. Comparable sales for the third quarter of fiscal 2018 were positive 4.8 percent, and comp sales in the U.S. were positive 5.4 percent.",
                "1d_change": 1.4452281879,
                "index_price": -1.0538266451,
                "norm_price": 2.4990548331
            },
            {
                "index": 153,
                "date": "2018-11-08",
                "press_title": "The Home Depot Foundation Increases Commitment to $500 Million for Veteran Causes",
                "release_url": "https://ir.homedepot.com/news-releases/2018/$500-million-for-veteran-causes",
                "content": "ATLANTA, November 8, 2018 - Today, The Home Depot Foundation is announcing an increased commitment of a half billion dollars to veteran causes by 2025.",
                "1d_change": -0.612946888,
                "index_price": -0.9122539278,
                "norm_price": 0.2993070398
            },
            {
                "index": 154,
                "date": "2018-10-30",
                "press_title": "The Home Depot to Host Third Quarter 2018 Earnings Conference Call on November 13",
                "release_url": "https://ir.homedepot.com/news-releases/2018/10-30-2018-120137447",
                "content": "",
                "1d_change": 1.5464959858,
                "index_price": 2.6204598837,
                "norm_price": -1.0739638979
            },
            {
                "index": 155,
                "date": "2018-10-12",
                "press_title": "The Home Depot Foundation Increases 2018 Disaster Relief to $4 Million",
                "release_url": "https://ir.homedepot.com/news-releases/2018/10-12-2018",
                "content": "The Home Depot Foundation Increases 2018 Disaster Relief to $4 Million",
                "1d_change": -0.8264657151,
                "index_price": -0.7179755532,
                "norm_price": -0.1084901619
            },
            {
                "index": 156,
                "date": "2018-10-09",
                "press_title": "The Home Depot Names Manuel Kadre to its Board of Directors",
                "release_url": "https://ir.homedepot.com/news-releases/2018/10-09-2018-210057754",
                "content": "ATLANTA, Oct. 9, 2018 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced the appointment of Manuel Kadre, chairman and chief executive officer of MBB Auto Group, to its board of directors. ",
                "1d_change": -2.1941194386,
                "index_price": -3.4759943892,
                "norm_price": 1.2818749506
            },
            {
                "index": 157,
                "date": "2018-10-03",
                "press_title": "The Home Depot Announces 2018 Innovation Award Winners",
                "release_url": "https://ir.homedepot.com/news-releases/2018/10-03-2018-130350489",
                "content": "ATLANTA, Oct. 3, 2018 /PRNewswire/ -- Just in time for the announcement of The Home Depot® 2018 Innovation Award winners, the home improvement retailer has introduced an official Innovation Award Seal for best-in-class products. ",
                "1d_change": -3.6761323621,
                "index_price": -1.0366600911,
                "norm_price": -2.639472271
            },
            {
                "index": 158,
                "date": "2018-09-26",
                "press_title": "The Home Depot Brings Express Delivery To 35 Major U.S. Markets",
                "release_url": "https://ir.homedepot.com/news-releases/2018/09-26-2018-132947935",
                "content": "ATLANTA, Sept. 26, 2018 /PRNewswire/ -- The Home Depot® has rolled out express same-day and next-day local delivery for more than 20,000 of its most popular items to 35 major metros across the U.S. The new service is part of the company's overall five-year expansion of its delivery offerings for DIY and Pro customers. ",
                "1d_change": -0.8412294168,
                "index_price": -0.1022642577,
                "norm_price": -0.7389651591
            },
            {
                "index": 159,
                "date": "2018-09-18",
                "press_title": "The Home Depot Foundation Increases 2018 Disaster Response  Commitment to $3 Million",
                "release_url": "https://ir.homedepot.com/news-releases/2018/thdf-disaster-response",
                "content": "ATLANTA, September 18, 2018 – Today, The Home Depot Foundation increased its financial support to $3 million for disaster relief efforts and communities impacted by recent disasters, including Hurricane Florence, Olivia, the California wildfires and flooding in the Midwest. ",
                "1d_change": 1.4408471814,
                "index_price": 0.5918245233,
                "norm_price": 0.8490226581
            },
            {
                "index": 160,
                "date": "2018-08-23",
                "press_title": "The Home Depot to Present at Goldman Sachs 25th Annual Global Retailing Conference",
                "release_url": "https://ir.homedepot.com/news-releases/2018/08-23-2018-130121500",
                "content": "ATLANTA, Aug. 23, 2018 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that Craig Menear, chairman, CEO and president, and Carol Tomé, executive vice president, Corporate Services and CFO, will present at the Goldman Sachs 25th Annual Global Retailing Conference in New York, NY. The presentation will begin at noon ET on September 5, 2018.",
                "1d_change": 0.9487953496,
                "index_price": 0.500920191,
                "norm_price": 0.4478751587
            },
            {
                "index": 161,
                "date": "2018-08-16",
                "press_title": "The Home Depot Declares Second Quarter Dividend Of $1.03",
                "release_url": "https://ir.homedepot.com/news-releases/2018/08-16-2018-210513153",
                "content": "ATLANTA, Aug. 16, 2018 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that its board of directors declared a second quarter cash dividend of $1.03 per share. The dividend is payable on September 13, 2018, to shareholders of record on the close of business on August 30, 2018. This is the 126th consecutive quarter the company has paid a cash dividend. ",
                "1d_change": 0.7874827749,
                "index_price": 0.655757533,
                "norm_price": 0.1317252419
            },
            {
                "index": 162,
                "date": "2018-08-15",
                "press_title": "Bosch Appliances for Your Small Space -- Now Available at The Home Depot",
                "release_url": "https://ir.homedepot.com/news-releases/2018/08-15-2018-130134824",
                "content": "ATLANTA, Aug. 15, 2018 /PRNewswire/ -- Living in a small space doesn't have to mean sacrificing style or quality, thanks to some new offerings at The Home Depot® (NYSE: HD) featuring Bosch appliances. Known for quality, flexibility and quiet functionality, Bosch has everything you want for your own small oasis in a bustling metropolitan area. ",
                "1d_change": 1.8629316399,
                "index_price": 0.4484822525,
                "norm_price": 1.4144493874
            },
            {
                "index": 163,
                "date": "2018-08-14",
                "press_title": "The Home Depot Announces Second Quarter Results; Updates Fiscal Year 2018 Guidance",
                "release_url": "https://ir.homedepot.com/news-releases/2018/08-14-2018-105958294",
                "content": "ATLANTA, Aug. 14, 2018 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported sales of $30.5 billion for the second quarter of fiscal 2018, an 8.4 percent increase from the second quarter of fiscal 2017. Comparable sales for the second quarter of fiscal 2018 were positive 8.0 percent, and comp sales in the U.S. were positive 8.1 percent.",
                "1d_change": -0.608251876,
                "index_price": -0.3374207513,
                "norm_price": -0.2708311247
            },
            {
                "index": 164,
                "date": "2018-07-31",
                "press_title": "The Home Depot to Host Second Quarter 2018 Earnings Conference Call on August 14",
                "release_url": "https://ir.homedepot.com/news-releases/2018/07-31-2018-130234204",
                "content": "ATLANTA, July 31, 2018 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that it will hold its Second Quarter 2018 Earnings Conference Call on Tuesday, August 14, at 9 a.m. ET.",
                "1d_change": -0.7080798316,
                "index_price": 0.1290317206,
                "norm_price": -0.8371115522
            },
            {
                "index": 165,
                "date": "2018-07-02",
                "press_title": "The Home Depot Outlines Sustainability Progress and Commitments in 2018 Responsibility Report",
                "release_url": "https://ir.homedepot.com/news-releases/2018/07-02-2018-130146218",
                "content": "ATLANTA, July 2, 2018 /PRNewswire/ -- The Home Depot® announced today that its stores have cut energy use 23.5 percent since 2010, exceeding the company's goal to reduce consumption by 20 percent by 2020. Hitting that energy-saving goal three years early is among progress detailed in the company's 2018 Responsibility Report, released last week. ",
                "1d_change": -0.1032995778,
                "index_price": 0.3048046093,
                "norm_price": -0.4081041871
            },
            {
                "index": 166,
                "date": "2018-05-22",
                "press_title": "The Home Depot to Present at RBC Capital Markets Consumer and Retail Conference",
                "release_url": "https://ir.homedepot.com/news-releases/2018/05-22-2018-130204120",
                "content": "",
                "1d_change": -1.8160432785,
                "index_price": -0.1847608105,
                "norm_price": -1.6312824681
            },
            {
                "index": 167,
                "date": "2018-05-17",
                "press_title": "The Home Depot Declares First Quarter Dividend Of $1.03",
                "release_url": "https://ir.homedepot.com/news-releases/2018/05-17-2018-210950817",
                "content": "ATLANTA, May 17, 2018 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that its board of directors declared a first quarter cash dividend of $1.03 per share. The dividend is payable on June 14, 2018, to shareholders of record on the close of business on May 31, 2018. This is the 125th consecutive quarter the company has paid a cash dividend. ",
                "1d_change": 0.6242217489,
                "index_price": -0.2484358584,
                "norm_price": 0.8726576073
            },
            {
                "index": 168,
                "date": "2018-05-16",
                "press_title": "The Home Depot to Present at Bernstein 34th Annual Strategic Decisions Conference",
                "release_url": "https://ir.homedepot.com/news-releases/2018/05-16-2018-130242595",
                "content": "ATLANTA, May 16, 2018 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that Craig Menear, chairman, CEO and president, will present at the Bernstein 34th Annual Strategic Decisions Conference in New York, NY. The presentation will begin at 8 a.m. ET on May 31, 2018.",
                "1d_change": -2.131328547,
                "index_price": 0.2760811413,
                "norm_price": -2.4074096883
            },
            {
                "index": 169,
                "date": "2018-05-15",
                "press_title": "The Home Depot Announces First Quarter Results; Reaffirms Fiscal Year 2018 Guidance",
                "release_url": "https://ir.homedepot.com/news-releases/2018/05-15-2018-110122106",
                "content": "ATLANTA, May 15, 2018 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported sales of $24.9 billion for the first quarter of fiscal 2018, a 4.4 percent increase from the first quarter of fiscal 2017. Comparable sales for the first quarter of fiscal 2018 were positive 4.2 percent, and comp sales in the U.S. were positive 3.9 percent.",
                "1d_change": -1.6739964263,
                "index_price": 0.1421461877,
                "norm_price": -1.8161426141
            },
            {
                "index": 170,
                "date": "2018-05-04",
                "press_title": "The Home Depot Foundation Reaches Quarter-Billion-Dollar Commitment to  Veteran-Related Causes",
                "release_url": "https://ir.homedepot.com/news-releases/2018/05-04-2018",
                "content": "The Home Depot Foundation Reaches Quarter-Billion-Dollar Commitment to Veteran-Related Causes ",
                "1d_change": 0.4412643732,
                "index_price": 1.9149651798,
                "norm_price": -1.4737008066
            },
            {
                "index": 171,
                "date": "2018-05-01",
                "press_title": "The Home Depot to Host First Quarter 2018 Earnings Conference Call on May 15",
                "release_url": "https://ir.homedepot.com/news-releases/2018/05-01-2018-130243105",
                "content": "ATLANTA, May 1, 2018 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that it will hold its First Quarter 2018 Earnings Conference Call on Tuesday, May 15, at 9 a.m. ET.",
                "1d_change": 0.6347222798,
                "index_price": -0.2765915034,
                "norm_price": 0.9113137832
            },
            {
                "index": 172,
                "date": "2018-04-18",
                "press_title": "The Home Depot to Hire 1,000 Technology Professionals",
                "release_url": "https://ir.homedepot.com/news-releases/2018/04-18-2018-130228118",
                "content": "ATLANTA, April 18, 2018 /PRNewswire/ -- The Home Depot® is hiring approximately 1,000 new technology professionals in 2018 at its primary technology centers in Atlanta, Austin and Dallas to support initiatives related to its $11.1 billion three-year strategic investment plan. ",
                "1d_change": 1.1746204948,
                "index_price": -0.6305015112,
                "norm_price": 1.8051220059
            },
            {
                "index": 173,
                "date": "2018-04-05",
                "press_title": "Did You Know? More Than Half of Americans Try to Outdo Their Neighbors' Home Improvement Projects",
                "release_url": "https://ir.homedepot.com/news-releases/2018/04-05-2018-130103939",
                "content": "ATLANTA, April 5, 2018 /PRNewswire/ -- When was the last time you saw your neighbor's new mulched-in boxwoods, felt a jealous pang and decided to take on your own gardening project? If you answered \"last week,\" you're far from alone! ",
                "1d_change": -2.0349885631,
                "index_price": -2.0307447317,
                "norm_price": -0.0042438314
            },
            {
                "index": 174,
                "date": "2018-04-02",
                "press_title": "The Home Depot Announces the Nomination of Stephanie Linnartz for Election to its Board of Directors at Annual Meeting",
                "release_url": "https://ir.homedepot.com/news-releases/2018/04-02-2018-222437792",
                "content": "ATLANTA, April 2, 2018 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that Stephanie Linnartz has been nominated for election to its Board of Directors at its 2018 annual meeting of shareholders. ",
                "1d_change": -1.9509646954,
                "index_price": -0.726730301,
                "norm_price": -1.2242343943
            },
            {
                "index": 175,
                "date": "2018-03-22",
                "press_title": "The Home Depot and Pinterest to Expand \"Shop the Look\" with More Than 100,000 Décor Products",
                "release_url": "https://ir.homedepot.com/news-releases/2018/03-22-2018-120305101",
                "content": "ATLANTA, March 22, 2018 /PRNewswire/ -- The Home Depot® and Pinterest have partnered to dramatically expand Pinterest's visual discovery feature, Shop the Look, with more than 100,000 new shoppable home décor products, including vanities, faucets, lighting, textiles, tabletop and interior décor. ",
                "1d_change": -3.2712509048,
                "index_price": -3.9833748258,
                "norm_price": 0.7121239211
            },
            {
                "index": 176,
                "date": "2018-03-08",
                "press_title": "The Home Depot Foundation Commits $50 Million to Skilled Trades Training",
                "release_url": "https://ir.homedepot.com/news-releases/2018/$50_million_to_skilled_trades",
                "content": "The Home Depot Foundation Commits $50 Million to Skilled Trades Training\nFoundation to train 20,000 new tradespeople by 2028 to fill labor gap",
                "1d_change": 1.4932189959,
                "index_price": 1.9314091173,
                "norm_price": -0.4381901213
            },
            {
                "index": 177,
                "date": "2018-02-21",
                "press_title": "The Home Depot to Present at Raymond James 39th Annual Institutional Investors Conference",
                "release_url": "https://ir.homedepot.com/news-releases/2018/02-21-2018-130320518",
                "content": "ATLANTA, Feb. 21, 2018 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that Richard McPhail, senior vice president – Finance Control & Administration, will present at the Raymond James 39th Annual Institutional Investors Conference in Orlando, Florida. The presentation will begin at 9:15 a.m. ET on March 6, 2018.",
                "1d_change": -0.9381493079,
                "index_price": -0.6128074601,
                "norm_price": -0.3253418478
            },
            {
                "index": 178,
                "date": "2018-02-20",
                "press_title": "The Home Depot Announces Fourth Quarter and Fiscal 2017 Results; Increases Quarterly Dividend by 15.7 Percent; Provides Fiscal 2018 Guidance; Reaffirms Fiscal 2020 Sales and Operating Margin Targets; Updates Fiscal 2020 Return on Invested Capital Target",
                "release_url": "https://ir.homedepot.com/news-releases/2018/02-20-2018-110229467",
                "content": "ATLANTA, Feb. 20, 2018 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported sales of $23.9 billion for the fourth quarter of fiscal 2017, a 7.5 percent increase from the fourth quarter of fiscal 2016. Comparable store sales for the fourth quarter of fiscal 2017 were positive 7.5 percent, and comp sales for U.S. stores were positive 7.2 percent. ",
                "1d_change": -3.7364612425,
                "index_price": -0.8018239713,
                "norm_price": -2.9346372712
            },
            {
                "index": 179,
                "date": "2018-02-14",
                "press_title": "The Home Depot Launches Interview Self-Scheduling to Attract More Than 80,000 Spring Hires",
                "release_url": "https://ir.homedepot.com/news-releases/2018/02-14-2018-130254018",
                "content": "ATLANTA, Feb. 14, 2018 /PRNewswire/ -- The Home Depot® has launched a new tool that allows job applicants to self-schedule in-person interviews as the company works to fill more than 80,000 positions for its busy spring selling season. ",
                "1d_change": 1.8297188486,
                "index_price": 2.9287489625,
                "norm_price": -1.0990301139
            },
            {
                "index": 180,
                "date": "2018-02-06",
                "press_title": "The Home Depot to Host Fourth Quarter & Fiscal 2017 Earnings Conference Call on February 20",
                "release_url": "https://ir.homedepot.com/news-releases/2018/02-06-2018-130237705",
                "content": "ATLANTA, Feb. 6, 2018 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that it will hold its Fourth Quarter & Fiscal 2017 Earnings Conference Call on Tuesday, February 20, at 9 a.m. ET.",
                "1d_change": 6.623463166,
                "index_price": 2.4939733227,
                "norm_price": 4.1294898433
            },
            {
                "index": 181,
                "date": "2018-01-25",
                "press_title": "The Home Depot Awards Hourly Associates a One-Time Tax Reform Bonus; Comments on Tax Cuts and Jobs Act of 2017",
                "release_url": "https://ir.homedepot.com/news-releases/2018/01-25-2018-130246180",
                "content": "",
                "1d_change": 0.2074755989,
                "index_price": 0.9269519981,
                "norm_price": -0.7194763992
            },
            {
                "index": 182,
                "date": "2017-12-21",
                "press_title": "The Home Depot Acquires The Company Store, Broadening Capabilities in Home Textile Categories",
                "release_url": "https://ir.homedepot.com/news-releases/2017/12-21-2017-130042075",
                "content": "ATLANTA, Dec. 21, 2017 /PRNewswire/ -- The Home Depot® announced today that it has acquired The Company Store, a leading online retailer of textiles and home décor products, from Hanover Direct. The deal closed on December 19 and terms were not disclosed.",
                "1d_change": 0.1275883447,
                "index_price": 0.0119279834,
                "norm_price": 0.1156603613
            },
            {
                "index": 183,
                "date": "2017-12-06",
                "press_title": "The Home Depot Updates Strategic Priorities; Confirms Fiscal Year 2017 Sales and Diluted Earnings-Per-Share Guidance; Outlines Long-Term Financial Targets; Announces Accelerated Business Investment Plan and $15 Billion Share Repurchase Authorization",
                "release_url": "https://ir.homedepot.com/news-releases/2017/12-06-2017-110035522",
                "content": " ",
                "1d_change": 0.9615278018,
                "index_price": 0.4072837228,
                "norm_price": 0.554244079
            },
            {
                "index": 184,
                "date": "2017-11-27",
                "press_title": "The Home Depot to Host 2017 Investor and Analyst Conference on December 6",
                "release_url": "https://ir.homedepot.com/news-releases/2017/11-27-2017-130012396",
                "content": "ATLANTA, Nov. 27, 2017 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that it will host its 2017 Investor and Analyst Conference on Wednesday, December 6, at 9 a.m. ET.",
                "1d_change": 2.0954781852,
                "index_price": 0.9280455033,
                "norm_price": 1.1674326819
            },
            {
                "index": 185,
                "date": "2017-11-16",
                "press_title": "The Home Depot Declares Third Quarter Dividend Of 89 Cents",
                "release_url": "https://ir.homedepot.com/news-releases/2017/11-16-2017-213208421",
                "content": "ATLANTA, Nov. 16, 2017 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that its board of directors declared a third quarter cash dividend of 89 cents per share. The dividend is payable on December 14, 2017, to shareholders of record on the close of business on November 30, 2017. This is the 123rd consecutive quarter the company has paid a cash dividend. ",
                "1d_change": 0.6319138232,
                "index_price": 0.2287898195,
                "norm_price": 0.4031240036
            },
            {
                "index": 186,
                "date": "2017-11-15",
                "press_title": "The Home Depot on Tax Reform",
                "release_url": "https://ir.homedepot.com/news-releases/2017/11-15-2017-193231825",
                "content": "ATLANTA, Nov. 15, 2017 /PRNewswire/ -- The Home Depot is very supportive of tax reform that would fuel the economy by putting more money in the majority of Americans' pockets while improving the competitive position of companies so they can create more jobs. We applaud Congress for its efforts in moving tax reform forward.",
                "1d_change": 0.0358310625,
                "index_price": 0.6261483454,
                "norm_price": -0.590317283
            },
            {
                "index": 187,
                "date": "2017-11-14",
                "press_title": "The Home Depot Announces Third Quarter Results; Updates Fiscal Year 2017 Guidance",
                "release_url": "https://ir.homedepot.com/news-releases/2017/11-14-2017-110039233",
                "content": "ATLANTA, Nov. 14, 2017 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported sales of $25.0 billion for the third quarter of fiscal 2017, an 8.1 percent increase from the third quarter of fiscal 2016. Comparable store sales for the third quarter of fiscal 2017 were positive 7.9 percent, and comp sales for U.S. stores were positive 7.7 percent.",
                "1d_change": 1.1180220063,
                "index_price": -0.5119620923,
                "norm_price": 1.6299840987
            },
            {
                "index": 188,
                "date": "2017-11-08",
                "press_title": "The Home Depot Receives EPA’s 2017 SmartWay® Excellence Award",
                "release_url": "https://ir.homedepot.com/news-releases/2017/11-08-2017",
                "content": "EPA’s Smart Way Honors Leaders in the Freight Industry",
                "1d_change": -0.0429120225,
                "index_price": -0.1582377125,
                "norm_price": 0.1153256899
            },
            {
                "index": 189,
                "date": "2017-10-31",
                "press_title": "The Home Depot to Host Third Quarter 2017 Earnings Conference Call on November 14",
                "release_url": "https://ir.homedepot.com/news-releases/2017/10-31-2017-123207920",
                "content": "ATLANTA, Oct. 31, 2017 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that it will hold its Third Quarter 2017 Earnings Conference Call on Tuesday, November 14, at 9 a.m. ET.",
                "1d_change": -0.0120831437,
                "index_price": 0.1306571028,
                "norm_price": -0.1427402465
            },
            {
                "index": 190,
                "date": "2017-10-25",
                "press_title": "The Home Depot Strengthens Forestry Protection and Improves Chemical Standards in 2017 Responsibility Report",
                "release_url": "https://ir.homedepot.com/news-releases/2017/10-25-2017-130259792",
                "content": "ATLANTA, Oct. 25, 2017 /PRNewswire/ -- The Home Depot® is increasing its protection of High Conservation Value Forests and tropical Intact Forest Landscapes (IFLs) by not accepting any wood products from The Amazon (South America) and Congo (Africa) Basins, unless Forest Stewardship Council (FSC) certified. ",
                "1d_change": 0.9185798331,
                "index_price": -0.2390297384,
                "norm_price": 1.1576095715
            },
            {
                "index": 191,
                "date": "2017-10-05",
                "press_title": "The Home Depot Saves Customers 76 Billion Gallons of Water with WaterSense® Certified Products, Earns 2017 Retail Partner of the Year Distinction",
                "release_url": "https://ir.homedepot.com/news-releases/2017/10-05-2017",
                "content": "ATLANTA, October 5, 2017 - The U.S. Environmental Protection Agency (EPA) has recognized The Home Depot®, with a 2017 WaterSense® Sustained Excellence Award for its commitment to promoting the value of water efficiency to its customers, encouraging innovation within its vendors and supplier base, and for decreasing water use within its operational footprint. ",
                "1d_change": 0.470313053,
                "index_price": 0.3322429989,
                "norm_price": 0.1380700541
            },
            {
                "index": 192,
                "date": "2017-10-04",
                "press_title": "Home Depot's Top Picks for Product Innovation 2017",
                "release_url": "https://ir.homedepot.com/news-releases/2017/10-04-2017-130239604",
                "content": "ATLANTA, Oct. 4, 2017 /PRNewswire/ -- Home Depot's (NYSE: HD) merchants work tirelessly with vendors all year long to create innovative products – in other words, products that save customers time and money, making everyday tasks easier.",
                "1d_change": 0.3792484383,
                "index_price": 0.7284317198,
                "norm_price": -0.3491832815
            },
            {
                "index": 193,
                "date": "2017-09-29",
                "press_title": "The Home Depot Foundation Increases Disaster Relief Commitment to $3 Million",
                "release_url": "https://ir.homedepot.com/news-releases/2017/9-29-17-hurricane-maria",
                "content": "ATLANTA, Sept. 29, 2017 -- The Home Depot® Foundation today announced an additional commitment of $500,000 to support relief efforts for Hurricane Maria, raising its total financial support to $3 million for communities impacted by recent disasters, including Hurricanes Irma, Harvey and Maria, as well as the earthquakes in Mexico.",
                "1d_change": 0.9266861578,
                "index_price": 0.7575819005,
                "norm_price": 0.1691042573
            },
            {
                "index": 194,
                "date": "2017-09-21",
                "press_title": "The Home Depot Foundation Increases Commitment to Mexico  Earthquake Relief to $500,000",
                "release_url": "https://ir.homedepot.com/news-releases/2017/9-21-17-foundation-mexico-earthquake",
                "content": "ATLANTA, USA & MONTERREY, MEXICO, September 21, 2017 – The Home Depot® Foundation announced today that it is increasing donations to the communities of Mexico struck by earthquakes over the past two weeks to $500,000. \n\nThe Home Depot operates 120 stores and employs 15,000 associates in Mexico.\n\nThe financial support will be provided through funding to local nonprofits and international disaster relief organizations such as Operation Blessing, Team Rubicon and TECHO. The Foundation committed the funds in addition to product that was donated previously by The Home Depot Mexico. \n\n“All of the associates of  The Home Depot in Mexico, the United States and Canada support the great work the citizens and authorities have undertaken in the face of this difficult situation,” said Sergio Gutierrez, president—The Home Depot Mexico. “We will continue working to help our communities heal.”\n\nAbout The Home Depot Foundation",
                "1d_change": 0.6876656966,
                "index_price": -0.1974223475,
                "norm_price": 0.8850880441
            },
            {
                "index": 195,
                "date": "2017-09-11",
                "press_title": "The Home Depot Foundation Increases Hurricane Relief  Commitment to $2 Million",
                "release_url": "https://ir.homedepot.com/news-releases/2017/home-depot-foundation-increases-hurricane-relief-commitment",
                "content": "ATLANTA, September 11, 2017 -- The Home Depot® Foundation today announced an additional commitment of $1 million to support hurricane relief efforts, raising total financial support to $2 million for hurricane aid this season.",
                "1d_change": 0.931807367,
                "index_price": 0.8796369732,
                "norm_price": 0.0521703938
            },
            {
                "index": 196,
                "date": "2017-09-06",
                "press_title": "Shop from Home Depot with just your voice thanks to the Google Assistant",
                "release_url": "https://ir.homedepot.com/news-releases/2017/09-06-2017-122629479",
                "content": "ATLANTA, Sept. 6, 2017 /PRNewswire/ -- Need something from The Home Depot? Just ask the Google Assistant. The Home Depot will join Google Express this fall, adding the ability for its customers to shop through voice with the Assistant on Google Home, making it more convenient than ever for customers to shop however they want.",
                "1d_change": 1.9438873972,
                "index_price": 0.0515199984,
                "norm_price": 1.8923673988
            },
            {
                "index": 197,
                "date": "2017-08-28",
                "press_title": "The Home Depot Foundation Commits $1 Million to Hurricane Harvey Disaster Relief Efforts",
                "release_url": "https://ir.homedepot.com/news-releases/2017/17-08-26-hurricane-harvey",
                "content": "ATLANTA, August 28, 2017 -- The Home Depot® Foundation today announced its commitment of $1 million to support Hurricane Harvey disaster relief efforts in Texas and Louisiana. ",
                "1d_change": -0.8054186855,
                "index_price": -0.0429239589,
                "norm_price": -0.7624947266
            },
            {
                "index": 198,
                "date": "2017-08-24",
                "press_title": "The Home Depot to Present at Goldman Sachs 24th Annual Global Retailing Conference",
                "release_url": "https://ir.homedepot.com/news-releases/2017/08-24-2017-133155614",
                "content": "ATLANTA, Aug. 24, 2017 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that Craig Menear, chairman, CEO and president, and Bill Lennie, executive vice president, Outside Sales & Service, will present at the Goldman Sachs 24th Annual Global Retailing Conference in New York, NY. The presentation will begin at 8:50 a.m. ET on September 7, 2017.",
                "1d_change": -0.0534707812,
                "index_price": -0.1989260631,
                "norm_price": 0.1454552819
            },
            {
                "index": 199,
                "date": "2017-08-17",
                "press_title": "The Home Depot Declares Second Quarter Dividend Of 89 Cents",
                "release_url": "https://ir.homedepot.com/news-releases/2017/08-17-2017-212946135",
                "content": "ATLANTA, Aug. 17, 2017 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that its board of directors declared a second quarter cash dividend of 89 cents per share. The dividend is payable on September 14, 2017, to shareholders of record on the close of business on August 31, 2017. This is the 122nd consecutive quarter the company has paid a cash dividend. ",
                "1d_change": -2.9290122376,
                "index_price": -1.5419142706,
                "norm_price": -1.387097967
            },
            {
                "index": 200,
                "date": "2017-08-17",
                "press_title": "The Home Depot Converting 50 Rooftops to Solar Farms",
                "release_url": "https://ir.homedepot.com/news-releases/2017/08-17-2017-133043951",
                "content": "ATLANTA, Aug. 17, 2017 /PRNewswire/ -- The Home Depot® today announced the addition of solar installations at 50 stores as it continues to expand its alternative energy portfolio, essentially creating mini solar farms out of unused rooftops. ",
                "1d_change": -2.9290122376,
                "index_price": -1.5419142706,
                "norm_price": -1.387097967
            },
            {
                "index": 201,
                "date": "2017-08-15",
                "press_title": "The Home Depot Announces Second Quarter Results; Updates Fiscal Year 2017 Guidance",
                "release_url": "https://ir.homedepot.com/news-releases/2017/08-15-2017-110716875",
                "content": "ATLANTA, Aug. 15, 2017 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported sales of $28.1 billion for the second quarter of fiscal 2017, a 6.2 percent increase from the second quarter of fiscal 2016. Comparable store sales for the second quarter of fiscal 2017 were positive 6.3 percent, and comp sales for U.S. stores were positive 6.6 percent.",
                "1d_change": -1.3333140391,
                "index_price": -0.0222763436,
                "norm_price": -1.3110376955
            },
            {
                "index": 202,
                "date": "2017-08-01",
                "press_title": "The Home Depot to Host Second Quarter 2017 Earnings Conference Call on August 15",
                "release_url": "https://ir.homedepot.com/news-releases/2017/08-01-2017-133330304",
                "content": "ATLANTA, Aug. 1, 2017 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that it will hold its Second Quarter 2017 Earnings Conference Call on Tuesday, August 15, at 9 a.m. ET.",
                "1d_change": 0.172739014,
                "index_price": 0.0189690176,
                "norm_price": 0.1537699963
            },
            {
                "index": 203,
                "date": "2017-07-06",
                "press_title": "The Home Depot Agrees to Purchase Compact Power Equipment, Inc.",
                "release_url": "https://ir.homedepot.com/news-releases/2017/07-06-2017-130500872",
                "content": "ATLANTA, July 6, 2017 /PRNewswire/ -- The Home Depot® today announced a definitive agreement to purchase Compact Power Equipment, Inc., a leading national provider of equipment rental and maintenance services for $265 million in cash. The transaction is expected to close by the end of the company's fiscal second quarter.",
                "1d_change": 0.3021785038,
                "index_price": 0.0717468511,
                "norm_price": 0.2304316527
            },
            {
                "index": 204,
                "date": "2017-06-07",
                "press_title": "The Home Depot to Present at Oppenheimer 17th Annual Consumer Conference",
                "release_url": "https://ir.homedepot.com/news-releases/2017/06-07-2017-133121828",
                "content": "ATLANTA, June 7, 2017 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that Ted Decker, executive vice president – Merchandising, will present at the Oppenheimer 17th Annual Consumer Conference in Boston, MA. The presentation will begin at 9:05 a.m. ET on June 21, 2017.",
                "1d_change": -0.775239472,
                "index_price": 0.0723155957,
                "norm_price": -0.8475550678
            },
            {
                "index": 205,
                "date": "2017-05-18",
                "press_title": "The Home Depot Declares First Quarter Dividend Of 89 Cents",
                "release_url": "https://ir.homedepot.com/news-releases/2017/05-18-2017-212801116",
                "content": "ATLANTA, May 18, 2017 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that its board of directors declared a first quarter cash dividend of 89 cents per share. The dividend is payable on June 15, 2017, to shareholders of record on the close of business on June 1, 2017. This is the 121st consecutive quarter the company has paid a cash dividend.",
                "1d_change": 0.5246462385,
                "index_price": 1.1353108574,
                "norm_price": -0.610664619
            },
            {
                "index": 206,
                "date": "2017-05-16",
                "press_title": "The Home Depot Announces First Quarter Results; Updates Fiscal Year 2017 Guidance",
                "release_url": "https://ir.homedepot.com/news-releases/2017/05-16-2017-110017198",
                "content": "ATLANTA, May 16, 2017 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported sales of $23.9 billion for the first quarter of fiscal 2017, a 4.9 percent increase from the first quarter of fiscal 2016. Comparable store sales for the first quarter of fiscal 2017 were positive 5.5 percent, and comp sales for U.S. stores were positive 6.0 percent.",
                "1d_change": -2.5754331937,
                "index_price": -2.0160973318,
                "norm_price": -0.5593358619
            },
            {
                "index": 207,
                "date": "2017-05-02",
                "press_title": "The Home Depot to Host First Quarter 2017 Earnings Conference Call on May 16",
                "release_url": "https://ir.homedepot.com/news-releases/2017/05-02-2017-133253995",
                "content": "",
                "1d_change": 0.3290183746,
                "index_price": -0.1222783583,
                "norm_price": 0.4512967329
            },
            {
                "index": 208,
                "date": "2017-04-19",
                "press_title": "The Home Depot Sets New Energy and Emissions Reduction Goals, Named 2017 ENERGY STAR® Retail Partner of the Year",
                "release_url": "https://ir.homedepot.com/news-releases/2017/04-19-2017-133134280",
                "content": "ATLANTA, April 19, 2017 /PRNewswire/ -- In its effort to help reduce energy use and greenhouse gas (GHG) emissions across the more than 2,000 communities where it operates, The Home Depot® has announced new consumer energy and GHG reduction goals for 2020. ",
                "1d_change": 0.5312287756,
                "index_price": 0.3841537834,
                "norm_price": 0.1470749922
            },
            {
                "index": 209,
                "date": "2017-03-02",
                "press_title": "The Home Depot Simplifies Application Process to Fill More Than 80,000 Spring Positions",
                "release_url": "https://ir.homedepot.com/news-releases/2017/03-02-2017-123058851",
                "content": "ATLANTA, March 2, 2017 /PRNewswire/ -- The Home Depot® has sped up its online application process by as much as 80 percent as it begins filling more than 80,000 positions in stores and distribution centers for its spring selling season.",
                "1d_change": 0.4938541875,
                "index_price": -0.4880107691,
                "norm_price": 0.9818649566
            },
            {
                "index": 210,
                "date": "2017-02-23",
                "press_title": "More Than One Million Pounds of Rechargeable Batteries Recycled by The Home Depot and Call2Recycle",
                "release_url": "https://ir.homedepot.com/news-releases/2017/hd-recycles-one-million-pounds-of-rechargeable-batteries",
                "content": " ",
                "1d_change": -0.1096574503,
                "index_price": -0.0067549276,
                "norm_price": -0.1029025227
            },
            {
                "index": 211,
                "date": "2017-02-22",
                "press_title": "The Home Depot to Present at Raymond James 38th Annual Institutional Investors Conference",
                "release_url": "https://ir.homedepot.com/news-releases/2017/02-22-2017-130857723",
                "content": "",
                "1d_change": -0.2349839289,
                "index_price": 0.1142203098,
                "norm_price": -0.3492042387
            },
            {
                "index": 212,
                "date": "2017-02-21",
                "press_title": "The Home Depot Announces Fourth Quarter And Fiscal 2016 Results;",
                "release_url": "https://ir.homedepot.com/news-releases/2017/02-21-2017-110150581",
                "content": "ATLANTA, Feb. 21, 2017 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported sales of $22.2 billion for the fourth quarter of fiscal 2016, a 5.8 percent increase from the fourth quarter of fiscal 2015. Comparable store sales for the fourth quarter of fiscal 2016 were positive 5.8 percent, and comp sales for U.S. stores were positive 6.3 percent. ",
                "1d_change": -0.2409409637,
                "index_price": 0.3347760736,
                "norm_price": -0.5757170373
            },
            {
                "index": 213,
                "date": "2017-02-07",
                "press_title": "The Home Depot to Host Fourth Quarter & Fiscal 2016 Earnings Conference Call on February 21",
                "release_url": "https://ir.homedepot.com/news-releases/2017/02-07-2017-132059078",
                "content": "ATLANTA, Feb. 7, 2017 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that it will hold its Fourth Quarter & Fiscal 2016 Earnings Conference Call on Tuesday, February 21, at 9 a.m. ET.",
                "1d_change": 0.5221960257,
                "index_price": -0.0523036146,
                "norm_price": 0.5744996404
            },
            {
                "index": 214,
                "date": "2017-01-31",
                "press_title": "The Home Depot Taps Texas Wind Farm for Renewable Energy",
                "release_url": "https://ir.homedepot.com/news-releases/2017/01-31-2017-130443167",
                "content": "ATLANTA, Jan. 31, 2017 /PRNewswire/ -- The Home Depot® today announced its first major investment in a wind-powered renewable energy project.",
                "1d_change": -0.1382203808,
                "index_price": 0.2425930196,
                "norm_price": -0.3808134004
            },
            {
                "index": 215,
                "date": "2016-11-30",
                "press_title": "The Home Depot Releases 2016 Responsibility Report Underscoring Commitment to Renewable Energy",
                "release_url": "https://ir.homedepot.com/news-releases/2016/2016-responsibility-report",
                "content": "ATLANTA, November 30, 2016 – The Home Depot®, the world's largest home improvement retailer, today released its annual corporate responsibility report outlining achievements and commitments for community and charitable giving, workplace, sustainability and environmental initiatives.",
                "1d_change": 0.1004153988,
                "index_price": -0.6339290251,
                "norm_price": 0.7343444239
            },
            {
                "index": 216,
                "date": "2016-11-17",
                "press_title": "The Home Depot Declares Third Quarter Dividend Of 69 Cents",
                "release_url": "https://ir.homedepot.com/news-releases/2016/11-17-2016-212955933",
                "content": "ATLANTA, Nov. 17, 2016 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that its board of directors declared a third quarter cash dividend of 69 cents per share. The dividend is payable on December 15, 2016, to shareholders of record on the close of business on December 1, 2016. This is the 119th consecutive quarter the company has paid a cash dividend.",
                "1d_change": 1.9169402052,
                "index_price": 0.1507766199,
                "norm_price": 1.7661635854
            },
            {
                "index": 217,
                "date": "2016-11-15",
                "press_title": "The Home Depot Announces Third Quarter Results",
                "release_url": "https://ir.homedepot.com/news-releases/2016/11-15-2016-110202020",
                "content": "ATLANTA, Nov. 15, 2016 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported sales of $23.2 billion for the third quarter of fiscal 2016, a 6.1 percent increase from the third quarter of fiscal 2015. Comparable store sales for the third quarter of fiscal 2016 were positive 5.5 percent, and comp sales for U.S. stores were positive 5.9 percent.",
                "1d_change": -1.3883572882,
                "index_price": 0.3973422592,
                "norm_price": -1.7856995474
            },
            {
                "index": 218,
                "date": "2016-11-01",
                "press_title": "The Home Depot to Host Third Quarter 2016 Earnings Conference Call on November 15",
                "release_url": "https://ir.homedepot.com/news-releases/2016/11-01-2016-203230755",
                "content": "ATLANTA, Nov. 1, 2016 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that it will hold its Third Quarter 2016 Earnings Conference Call on Tuesday, November 15, at 9 a.m. ET.",
                "1d_change": -1.1638298626,
                "index_price": -1.4652464366,
                "norm_price": 0.301416574
            },
            {
                "index": 219,
                "date": "2016-10-26",
                "press_title": "The Home Depot Presents 2016 Innovation Awards",
                "release_url": "https://ir.homedepot.com/news-releases/2016/10-26-2016-164113458",
                "content": "",
                "1d_change": -0.4662060135,
                "index_price": -0.1842408754,
                "norm_price": -0.2819651381
            },
            {
                "index": 220,
                "date": "2016-10-13",
                "press_title": "The Home Depot Foundation Commits $500,000 to Hurricane Matthew Recovery Efforts",
                "release_url": "https://ir.homedepot.com/news-releases/2016/13-10-2016",
                "content": "ATLANTA, Oct. 13, 2016 /PRNewswire/ -- The Home Depot® Foundation today committed $500,000 to disaster relief efforts in Atlantic coastal communities impacted by Hurricane Matthew.",
                "1d_change": 0.1344775486,
                "index_price": 0.1275197483,
                "norm_price": 0.0069578002
            },
            {
                "index": 221,
                "date": "2016-10-06",
                "press_title": "The Home Depot Names Jeff Boyd to Its Board of Directors",
                "release_url": "https://ir.homedepot.com/news-releases/2016/10-06-2016-212628107",
                "content": "ATLANTA, Oct. 6, 2016 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced the appointment of Jeff Boyd, interim chief executive officer and president of The Priceline Group, Inc. (\"Priceline\"), to the company's board of directors. Boyd will serve on the company's Nominating and Corporate Governance Committee and its Finance Committee. His appointment gives the company 13 directors, 12 of whom are independent.",
                "1d_change": 1.1222699991,
                "index_price": -0.208009346,
                "norm_price": 1.3302793451
            },
            {
                "index": 222,
                "date": "2016-10-06",
                "press_title": "The Home Depot Receives EPA’s 2016 WaterSense® Sustained Excellence Award",
                "release_url": "https://ir.homedepot.com/news-releases/2016/epa2016watersenseaward",
                "content": "ATLANTA, October 6, 2016 - The U.S. Environmental Protection Agency (EPA) has recognized The Home Depot®, the world’s largest home improvement retailer, with a 2016 WaterSense® Sustained Excellence Award for its commitment to promoting the value of water efficiency to its customers, encouraging innovation within its vendors and supplier base, and for decreasing water use within its operational footprint. ",
                "1d_change": 1.1222699991,
                "index_price": -0.208009346,
                "norm_price": 1.3302793451
            },
            {
                "index": 223,
                "date": "2016-09-27",
                "press_title": "The Home Depot Receives EPA’s 2016 SmartWay® Excellence Award",
                "release_url": "https://ir.homedepot.com/news-releases/2016/thehomedepotreceivesepa2016smartwayexcellenceaward",
                "content": "EPA’s Smart Way Honors Leaders in the Freight Industry",
                "1d_change": 1.9256105449,
                "index_price": 1.1665481589,
                "norm_price": 0.759062386
            },
            {
                "index": 224,
                "date": "2016-09-01",
                "press_title": "The Home Depot Foundation Pledges Quarter of a Billion Dollars to Veteran-Related Causes by 2020",
                "release_url": "https://ir.homedepot.com/news-releases/2016/09-01-2016",
                "content": "The Home Depot Foundation Kicks Off Sixth Annual Celebration of Service Campaign",
                "1d_change": 0.4957391366,
                "index_price": 0.396788155,
                "norm_price": 0.0989509816
            },
            {
                "index": 225,
                "date": "2016-08-25",
                "press_title": "The Home Depot to Present at the Goldman Sachs 23rd Annual Global Retailing Conference",
                "release_url": "https://ir.homedepot.com/news-releases/2016/08-25-2016-133127052",
                "content": "ATLANTA, Aug. 25, 2016 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that Craig Menear, chairman, CEO and president, and Ted Decker, executive vice president - Merchandising, will present at the Goldman Sachs 23rd Annual Global Retailing Conference in New York, NY. The presentation will begin at 8:50 a.m. ET on September 8, 2016.",
                "1d_change": -0.2753646522,
                "index_price": -0.1959392138,
                "norm_price": -0.0794254384
            },
            {
                "index": 226,
                "date": "2016-08-18",
                "press_title": "The Home Depot Declares Second Quarter Dividend Of 69 Cents",
                "release_url": "https://ir.homedepot.com/news-releases/2016/08-18-2016-213222210",
                "content": "ATLANTA, Aug. 18, 2016 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that its board of directors declared a second quarter cash dividend of 69 cents per share. The dividend is payable on September 15, 2016, to shareholders of record on the close of business on September 1, 2016. This is the 118th consecutive quarter the company has paid a cash dividend.",
                "1d_change": -0.4207538963,
                "index_price": 0.0902166676,
                "norm_price": -0.5109705638
            },
            {
                "index": 227,
                "date": "2016-08-17",
                "press_title": "The Home Depot Foundation Commits $700,000, Supplies and Volunteer Assistance to Gulf Flood Relief Efforts",
                "release_url": "https://ir.homedepot.com/news-releases/2016/08-17-2016-173152508",
                "content": "ATLANTA\n  , Aug. 17, 2016  -- The Home Depot® Foundation today announced relief grants totaling \n  $700,000 for disaster assistance in Louisiana and other Gulf communities impacted by recent flooding. ",
                "1d_change": -0.5193021239,
                "index_price": 0.4197461184,
                "norm_price": -0.9390482423
            },
            {
                "index": 228,
                "date": "2016-08-16",
                "press_title": "The Home Depot Announces Second Quarter Results",
                "release_url": "https://ir.homedepot.com/news-releases/2016/08-16-2016-110116194",
                "content": "ATLANTA, Aug. 16, 2016 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported sales of $26.5 billion for the second quarter of fiscal 2016, a 6.6 percent increase from the second quarter of fiscal 2015. Comparable store sales for the second quarter of fiscal 2016 were positive 4.7 percent, and comp sales for U.S. stores were positive 5.4 percent.",
                "1d_change": -1.1017238669,
                "index_price": -0.184216971,
                "norm_price": -0.9175068959
            },
            {
                "index": 229,
                "date": "2016-08-02",
                "press_title": "The Home Depot to Host Second Quarter 2016 Earnings Conference Call on August 16",
                "release_url": "https://ir.homedepot.com/news-releases/2016/08-02-2016-133412040",
                "content": "ATLANTA, Aug. 2, 2016 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that it will hold its Second Quarter 2016 Earnings Conference Call on Tuesday, August 16, at 9 a.m. ET.",
                "1d_change": -1.3497805362,
                "index_price": -0.2842189969,
                "norm_price": -1.0655615393
            },
            {
                "index": 230,
                "date": "2016-05-19",
                "press_title": "The Home Depot Declares First Quarter Dividend Of 69 Cents",
                "release_url": "https://ir.homedepot.com/news-releases/2016/05-19-2016-213133351",
                "content": "ATLANTA, May 19, 2016 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that its board of directors declared a first quarter cash dividend of 69 cents per share. The dividend is payable on June 16, 2016, to shareholders of record on the close of business on June 2, 2016. This is the 117th consecutive quarter the company has paid a cash dividend.",
                "1d_change": 0.3033739056,
                "index_price": 0.3951677688,
                "norm_price": -0.0917938632
            },
            {
                "index": 231,
                "date": "2016-05-18",
                "press_title": "The Home Depot to Present at RBC Capital Markets Consumer and Retail Conference",
                "release_url": "https://ir.homedepot.com/news-releases/2016/05-18-2016-222934946",
                "content": "ATLANTA, May 18, 2016 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that Richard McPhail, senior vice president, Finance will present at the RBC Capital Markets Consumer and Retail Conference in Boston, Massachusetts. The presentation will begin at 8 a.m. ET on June 1, 2016.",
                "1d_change": 0.5313714174,
                "index_price": -0.2127392471,
                "norm_price": 0.7441106646
            },
            {
                "index": 232,
                "date": "2016-05-17",
                "press_title": "The Home Depot Announces First Quarter Results; Raises Fiscal Year 2016 Guidance",
                "release_url": "https://ir.homedepot.com/news-releases/2016/05-17-2016-110336677",
                "content": "ATLANTA, May 17, 2016 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported sales of $22.8 billion for the first quarter of fiscal 2016, a 9.0 percent increase from the first quarter of fiscal 2015. Comparable store sales for the first quarter of fiscal 2016 were positive 6.5 percent, and comp sales for U.S. stores were positive 7.4 percent.",
                "1d_change": -1.0472598121,
                "index_price": -0.8502529333,
                "norm_price": -0.1970068788
            },
            {
                "index": 233,
                "date": "2016-05-03",
                "press_title": "The Home Depot to Host First Quarter 2016 Earnings Conference Call on May 17",
                "release_url": "https://ir.homedepot.com/news-releases/2016/05-03-2016-135535058",
                "content": "ATLANTA, May 3, 2016 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that it will hold its First Quarter 2016 Earnings Conference Call on Tuesday, May 17, at 9 a.m. ET.",
                "1d_change": -0.2145498121,
                "index_price": -1.2705162528,
                "norm_price": 1.0559664407
            },
            {
                "index": 234,
                "date": "2016-04-07",
                "press_title": "The Home Depot Launches Busiest Season with Seventh Spring Black Friday",
                "release_url": "https://ir.homedepot.com/news-releases/2016/04-07-2016-110330007",
                "content": "ATLANTA, April 7, 2016 /PRNewswire/ -- Spring is synonymous with home improvement for The Home Depot®, and the world's largest home improvement retailer is kicking off the season with its Spring Black Friday sales event. Starting today, customers have access to 11 days of in-store and online savings on seasonal essentials, including mulch and mowers, as well as patio, grills and smart garden devices. ",
                "1d_change": -0.8307350364,
                "index_price": -0.7525900744,
                "norm_price": -0.078144962
            },
            {
                "index": 235,
                "date": "2016-03-28",
                "press_title": "The Home Depot Receives 2016 ENERGY STAR® Sustained Excellence Award",
                "release_url": "https://ir.homedepot.com/news-releases/2016/03-28-2016-133240801",
                "content": "ATLANTA, March 28, 2016 /PRNewswire/ -- The U.S. Environmental Protection Agency (EPA) has recognized The Home Depot®, the world's largest home improvement retailer, with a 2016 ENERGY STAR Partner of the Year – Sustained Excellence Award – for its continued leadership in offering the latest innovations in energy efficient products. ",
                "1d_change": 1.411624861,
                "index_price": 0.8330857288,
                "norm_price": 0.5785391322
            },
            {
                "index": 236,
                "date": "2016-02-24",
                "press_title": "The Home Depot to Present at Raymond James 37th Annual Institutional Investors Conference",
                "release_url": "https://ir.homedepot.com/news-releases/2016/02-24-2016-014512198",
                "content": "ATLANTA, Feb. 24, 2016 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that Kevin Hofmann, senior vice president and president, Online will present at the Raymond James 37th Annual Institutional Investors Conference in Orlando, Florida. The presentation will begin at 8:05 a.m. ET on March 8, 2016.",
                "1d_change": 2.2150481255,
                "index_price": 1.7492387884,
                "norm_price": 0.4658093372
            },
            {
                "index": 237,
                "date": "2016-02-23",
                "press_title": "The Home Depot Announces Record Fourth Quarter And Fiscal 2015 Results; Increases Quarterly Dividend By 17 Percent And Provides Fiscal 2016 Guidance",
                "release_url": "https://ir.homedepot.com/news-releases/2016/02-23-2016-014512510",
                "content": "ATLANTA, Feb. 23, 2016 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported sales of $21.0 billion for the fourth quarter of fiscal 2015, a 9.5 percent increase from the fourth quarter of fiscal 2014. Comparable store sales for the fourth quarter of fiscal 2015 were positive 7.1 percent, and comp sales for U.S. stores were positive 8.9 percent. ",
                "1d_change": -1.1066132724,
                "index_price": -0.6518787303,
                "norm_price": -0.4547345421
            },
            {
                "index": 238,
                "date": "2016-02-09",
                "press_title": "The Home Depot to Host Fourth Quarter & Fiscal 2015 Earnings Conference Call on February 23",
                "release_url": "https://ir.homedepot.com/news-releases/2016/02-09-2016-014512620",
                "content": "ATLANTA, Feb. 9, 2016 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that it will hold its Fourth Quarter & Fiscal 2015 Earnings Conference Call on Tuesday, February 23, at 9 a.m. ET.",
                "1d_change": 2.9650899778,
                "index_price": 0.183600512,
                "norm_price": 2.7814894659
            },
            {
                "index": 239,
                "date": "2016-02-03",
                "press_title": "The Home Depot Hiring More Than 80,000 for Spring",
                "release_url": "https://ir.homedepot.com/news-releases/2016/02-03-2016-014512838",
                "content": "ATLANTA, Feb. 3, 2016 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, is hiring more than 80,000 associates nationwide to ensure its nearly 2,000 stores are staffed and ready for the company's busiest selling season. ",
                "1d_change": -4.0541620458,
                "index_price": 0.4374953717,
                "norm_price": -4.4916574175
            },
            {
                "index": 240,
                "date": "2015-12-21",
                "press_title": "The Home Depot Exceeds 2015 Carbon and Energy Reduction Goals",
                "release_url": "https://ir.homedepot.com/news-releases/2015/12-21-2015-014512947",
                "content": "ATLANTA, GA -- (Marketwired) -- 12/21/15 --\n The Home Depot® (NYSE: HD), the world's largest home improvement retailer, has released its 2015 Sustainability Report outlining progress on its 2015 goals and outlining renewed goals.\n",
                "1d_change": 0.6672646793,
                "index_price": 1.4075710572,
                "norm_price": -0.7403063778
            },
            {
                "index": 241,
                "date": "2015-12-08",
                "press_title": "The Home Depot Updates Strategic Priorities; Confirms Fiscal Year 2015 Sales and Diluted Earnings-Per-Share Guidance and Outlines Long-Term Financial Targets",
                "release_url": "https://ir.homedepot.com/news-releases/2015/12-08-2015-014513056",
                "content": "ATLANTA, Dec. 8, 2015 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, will outline today, at its 2015 Investor and Analyst Conference, progress on key strategic priorities and discuss long-term financial targets.  ",
                "1d_change": -0.6141085545,
                "index_price": -1.2585292936,
                "norm_price": 0.6444207391
            },
            {
                "index": 242,
                "date": "2015-11-19",
                "press_title": "The Home Depot Declares Third Quarter Dividend Of 59 Cents",
                "release_url": "https://ir.homedepot.com/news-releases/2015/11-19-2015-014513166",
                "content": "ATLANTA, Nov. 19, 2015 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that its board of directors declared a third quarter cash dividend of 59 cents per share. The dividend is payable on December 17, 2015, to shareholders of record on the close of business on December 3, 2015. This is the 115th consecutive quarter the company has paid a cash dividend.",
                "1d_change": 2.8262367346,
                "index_price": 0.2618250744,
                "norm_price": 2.5644116602
            },
            {
                "index": 243,
                "date": "2015-11-17",
                "press_title": "The Home Depot Announces Third Quarter Results; Updates Fiscal Year 2015 Guidance",
                "release_url": "https://ir.homedepot.com/news-releases/2015/11-17-2015-014513275",
                "content": "ATLANTA, Nov. 17, 2015 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported sales of $21.8 billion for the third quarter of fiscal 2015, a 6.4 percent increase from the third quarter of fiscal 2014. Comparable store sales for the third quarter of fiscal 2015 were positive 5.1 percent, and comp sales for U.S. stores were positive 7.3 percent.",
                "1d_change": 1.3276415522,
                "index_price": 1.4355174809,
                "norm_price": -0.1078759287
            },
            {
                "index": 244,
                "date": "2015-11-03",
                "press_title": "The Home Depot to Host Third Quarter Earnings Conference Call on November 17",
                "release_url": "https://ir.homedepot.com/news-releases/2015/11-03-2015-014513384",
                "content": "ATLANTA, Nov. 3, 2015 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that it will hold its Third Quarter Earnings Conference Call on Tuesday, November 17, at 9 a.m. ET.",
                "1d_change": 0.9172332061,
                "index_price": -0.01521299,
                "norm_price": 0.9324461961
            },
            {
                "index": 245,
                "date": "2015-10-09",
                "press_title": "The Home Depot Celebrates 2015 WaterSense Sustained Excellence Award",
                "release_url": "https://ir.homedepot.com/news-releases/2015/10-09-2015-014513602",
                "content": "ATLANTA, Oct. 9, 2015 /PRNewswire/ -- The U.S. Environmental Protection Agency (EPA) named The Home Depot® a 2015 WaterSense® Sustained Excellence award winner. The Home Depot, the world's largest home improvement retailer, was honored for the third consecutive year for its commitment to water efficiency and education as it continues to help build consumer awareness about WaterSense-certified products in stores and online. ",
                "1d_change": 0.5168217291,
                "index_price": 0.1848849812,
                "norm_price": 0.3319367479
            },
            {
                "index": 246,
                "date": "2015-10-05",
                "press_title": "The Home Depot Names Linda Gooden to Its Board of Directors",
                "release_url": "https://ir.homedepot.com/news-releases/2015/10-05-2015-014513712",
                "content": "ATLANTA, Oct. 5, 2015 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced the appointment of Linda R. Gooden to the company's board of directors. Gooden will serve on the company's Audit and Leadership Development and Compensation Committees. Her appointment gives the company 12 directors, 11 of whom are independent.",
                "1d_change": -0.0589941349,
                "index_price": 1.2924808741,
                "norm_price": -1.351475009
            },
            {
                "index": 247,
                "date": "2015-09-29",
                "press_title": "The Home Depot Presents 2015 Innovation Awards",
                "release_url": "https://ir.homedepot.com/news-releases/2015/09-29-2015-014513821",
                "content": "",
                "1d_change": 1.1082944522,
                "index_price": 1.9859066942,
                "norm_price": -0.877612242
            },
            {
                "index": 248,
                "date": "2015-09-18",
                "press_title": "The Home Depot Opens Third and Largest Direct Fulfillment Center",
                "release_url": "https://ir.homedepot.com/news-releases/2015/09-18-2015-014513930",
                "content": "ATLANTA, Sept. 18, 2015 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced three facility openings to support its online business, information technology transformation and overall interconnected retail strategy.",
                "1d_change": 0.0599979674,
                "index_price": -1.1535541373,
                "norm_price": 1.2135521047
            },
            {
                "index": 249,
                "date": "2015-09-10",
                "press_title": "Thousands of Home Depot Volunteers Mobilizing for Nationwide Effort to Improve Safety and Accessibility for Veterans in Need",
                "release_url": "https://ir.homedepot.com/news-releases/2015/09-10-2015-014514148",
                "content": "",
                "1d_change": 1.2473973641,
                "index_price": 0.992329748,
                "norm_price": 0.2550676161
            },
            {
                "index": 250,
                "date": "2015-08-27",
                "press_title": "The Home Depot to Present at the Goldman Sachs 22nd Annual Global Retailing Conference",
                "release_url": "https://ir.homedepot.com/news-releases/2015/08-27-2015-014514367",
                "content": "ATLANTA, Aug. 27, 2015 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that Craig Menear, chairman, CEO and president, and Carol Tome, CFO and executive vice president – Corporate Services, will present at the Goldman Sachs 22nd Annual Global Retailing Conference in New York, NY. The presentation will begin at 8:05 a.m. ET on September 10, 2015.",
                "1d_change": 0.0170049668,
                "index_price": 2.3178978867,
                "norm_price": -2.3008929199
            },
            {
                "index": 251,
                "date": "2015-08-24",
                "press_title": "The Home Depot Completes Acquisition of Interline Brands, Inc.",
                "release_url": "https://ir.homedepot.com/news-releases/2015/08-24-2015-014514476",
                "content": "ATLANTA, Aug. 24, 2015 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced it has completed its $1.625 billion acquisition of Interline Brands, Inc., a leading national distributor and direct marketer of broad-line maintenance, repair and operations (MRO) products. The agreement to acquire Interline was previously announced on July 22, 2015. ",
                "1d_change": 0.8290690376,
                "index_price": -5.2227199377,
                "norm_price": 6.0517889753
            },
            {
                "index": 252,
                "date": "2015-08-20",
                "press_title": "The Home Depot Declares Second Quarter Dividend Of 59 Cents",
                "release_url": "https://ir.homedepot.com/news-releases/2015/08-20-2015-014514694",
                "content": "ATLANTA, Aug. 20, 2015 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that its board of directors declared a second quarter cash dividend of 59 cents per share. The dividend is payable on September 17, 2015, to shareholders of record on the close of business on September 3, 2015. This is the 114th consecutive quarter the company has paid a cash dividend.",
                "1d_change": -5.0103376317,
                "index_price": -5.3640787658,
                "norm_price": 0.3537411342
            },
            {
                "index": 253,
                "date": "2015-08-18",
                "press_title": "The Home Depot Announces Second Quarter Results; Raises Fiscal Year 2015 Guidance",
                "release_url": "https://ir.homedepot.com/news-releases/2015/08-18-2015-014514804",
                "content": "ATLANTA, Aug. 18, 2015 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported sales of $24.8 billion for the second quarter of fiscal 2015, a 4.3 percent increase from the second quarter of fiscal 2014. Comparable store sales for the second quarter of fiscal 2015 were positive 4.2 percent, and comp sales for U.S. stores were positive 5.7 percent.",
                "1d_change": 0.7575839126,
                "index_price": -1.0761576284,
                "norm_price": 1.833741541
            },
            {
                "index": 254,
                "date": "2015-08-05",
                "press_title": "The Home Depot Names Gerard Arpey to Its Board of Directors",
                "release_url": "https://ir.homedepot.com/news-releases/2015/08-05-2015-014514913",
                "content": "ATLANTA, Aug. 5, 2015 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced the appointment of Gerard J. Arpey to the company's board of directors. Arpey will serve on the company's Finance Committee and its Nominating and Corporate Governance Committee. His appointment gives the company 11 directors, 10 of whom are independent.",
                "1d_change": -1.5614028861,
                "index_price": -0.5620169617,
                "norm_price": -0.9993859243
            },
            {
                "index": 255,
                "date": "2015-08-04",
                "press_title": "The Home Depot to Host Second Quarter Earnings Conference Call on August 18",
                "release_url": "https://ir.homedepot.com/news-releases/2015/08-04-2015-014515022",
                "content": "ATLANTA, Aug. 4, 2015 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that it will hold its Second Quarter Earnings Conference Call on Tuesday, August 18, at 9 a.m. ET.",
                "1d_change": 1.1610097077,
                "index_price": 0.1028724169,
                "norm_price": 1.0581372908
            },
            {
                "index": 256,
                "date": "2015-07-22",
                "press_title": "The Home Depot Announces Agreement to Acquire Interline Brands",
                "release_url": "https://ir.homedepot.com/news-releases/2015/07-22-2015-014515131",
                "content": "ATLANTA, July 22, 2015 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced its entry into a definitive agreement to acquire Jacksonville, Fla.-based Interline Brands, Inc., a leading national distributor and direct marketer of broad-line maintenance, repair and operations (MRO) products.",
                "1d_change": 0.5498061603,
                "index_price": -0.7639825578,
                "norm_price": 1.3137887182
            },
            {
                "index": 257,
                "date": "2015-06-04",
                "press_title": "The Home Depot to Speak at Goldman Sachs Sixth Annual dotCommerce Day",
                "release_url": "https://ir.homedepot.com/news-releases/2015/06-04-2015-014515350",
                "content": "ATLANTA, June 4, 2015 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that Kevin Hofmann, senior vice president, Online will speak at the Goldman Sachs Sixth Annual dotCommerce Day in New York, NY. The presentation will begin at 8:55 a.m. ET on June 18, 2015.",
                "1d_change": -1.9479774128,
                "index_price": -0.9327092407,
                "norm_price": -1.015268172
            },
            {
                "index": 258,
                "date": "2015-05-27",
                "press_title": "The Home Depot Prepares for Hurricane Season with Workshops in Nearly 700 Stores from Texas to Maine",
                "release_url": "https://ir.homedepot.com/news-releases/2015/05-27-2015-014515568",
                "content": "ATLANTA, May 27, 2015 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, will host its third annual Hurricane Preparedness Workshops on Saturday, May 30, 2015. The one-day event, held in nearly 700 stores from the Gulf Coast to New England, will help prepare residents in storm-prone regions ahead of hurricane season, which begins June 1. ",
                "1d_change": 1.0250555466,
                "index_price": 0.7384114392,
                "norm_price": 0.2866441074
            },
            {
                "index": 259,
                "date": "2015-05-21",
                "press_title": "The Home Depot Declares First Quarter Dividend Of 59 Cents",
                "release_url": "https://ir.homedepot.com/news-releases/2015/05-21-2015-014515677",
                "content": "ATLANTA, May 21, 2015 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that its board of directors declared a first quarter cash dividend of 59 cents per share. The dividend is payable on June 18, 2015, to shareholders of record on the close of business on June 4, 2015. This is the 113th consecutive quarter the Company has paid a cash dividend.",
                "1d_change": 0.1604912408,
                "index_price": 0.0239884929,
                "norm_price": 0.1365027479
            },
            {
                "index": 260,
                "date": "2015-05-19",
                "press_title": "The Home Depot Announces First Quarter Results; Raises Fiscal Year 2015 Guidance",
                "release_url": "https://ir.homedepot.com/news-releases/2015/05-19-2015-014515786",
                "content": "ATLANTA, May 19, 2015 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported sales of $20.9 billion for the first quarter of fiscal 2015, a 6.1 percent increase from the first quarter of fiscal 2014. Comparable store sales for the first quarter of fiscal 2015 were positive 6.1 percent, and comp sales for U.S. stores were positive 7.1 percent.",
                "1d_change": -3.586100102,
                "index_price": -0.1693371287,
                "norm_price": -3.4167629733
            },
            {
                "index": 261,
                "date": "2015-05-05",
                "press_title": "The Home Depot to Host First Quarter Earnings Conference Call on May 19",
                "release_url": "https://ir.homedepot.com/news-releases/2015/05-05-2015-014515896",
                "content": "ATLANTA, May 5, 2015 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that it will hold its First Quarter Earnings Conference Call on Tuesday, May 19, at 9 a.m. ET.",
                "1d_change": -0.8217107385,
                "index_price": -1.5614249931,
                "norm_price": 0.7397142546
            },
            {
                "index": 262,
                "date": "2015-04-14",
                "press_title": "EPA Names The Home Depot 2015 ENERGY STAR® Partner of the Year -- Sustained Excellence",
                "release_url": "https://ir.homedepot.com/news-releases/2015/04-14-2015-014516114",
                "content": "ATLANTA, April 14, 2015 /PRNewswire/ -- The U.S. Environmental Protection Agency (EPA) has named The Home Depot® a 2015 ENERGY STAR Partner of the Year – Sustained Excellence for its contribution to reducing greenhouse gas emissions through promotion of energy-efficient products. The Home Depot's accomplishments will be recognized in Washington, D.C. on April 20, 2015.",
                "1d_change": -0.661075202,
                "index_price": 0.6811758265,
                "norm_price": -1.3422510285
            },
            {
                "index": 263,
                "date": "2015-04-09",
                "press_title": "The Home Depot Enters Spring with Interactive Tools, Innovative Products and Savings",
                "release_url": "https://ir.homedepot.com/news-releases/2015/04-09-2015-014516223",
                "content": "ATLANTA, April 9, 2015 /PRNewswire/ -- Spring has arrived, and The Home Depot® is making it easier for customers to go all out this year with an enhanced collection of online tools, tips and must-have products that combine to form a seamless in-store and online shopping experience for home improvement's busiest season. ",
                "1d_change": -0.1908702837,
                "index_price": 0.9880792628,
                "norm_price": -1.1789495465
            },
            {
                "index": 264,
                "date": "2015-02-24",
                "press_title": "The Home Depot Announces Fourth Quarter & Fiscal 2014 Results; Announces $18 Billion Share Repurchase Authorization; Increases Quarterly Dividend By 26 Percent And Provides Fiscal 2015 Guidance",
                "release_url": "https://ir.homedepot.com/news-releases/2015/02-24-2015-014516442",
                "content": "",
                "1d_change": -1.0231221875,
                "index_price": 0.2251809261,
                "norm_price": -1.2483031136
            },
            {
                "index": 265,
                "date": "2015-02-17",
                "press_title": "The Home Depot to Present at Raymond James 36th Annual Institutional Investors Conference",
                "release_url": "https://ir.homedepot.com/news-releases/2015/02-17-2015-014516551",
                "content": "ATLANTA, Feb. 17, 2015 /PRNewswire/ -- The Home Depot, the world's largest home improvement retailer, today announced that Richard McPhail, senior vice president, Finance will present at the Raymond James 36th Annual Institutional Investors Conference in Orlando, Florida. The presentation will begin at 9:50 a.m. ET on March 3, 2015.",
                "1d_change": 0.2678805165,
                "index_price": 0.1528785835,
                "norm_price": 0.115001933
            },
            {
                "index": 266,
                "date": "2015-02-10",
                "press_title": "The Home Depot to Host Fourth Quarter & Fiscal 2014 Earnings Conference Call on February 24",
                "release_url": "https://ir.homedepot.com/news-releases/2015/02-10-2015-014516660",
                "content": "ATLANTA, Feb. 10, 2015 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that it will hold its Fourth Quarter & Fiscal 2014 Earnings Conference Call on Tuesday, February 24, at 9 a.m. ET.",
                "1d_change": 1.377908659,
                "index_price": 0.9257852781,
                "norm_price": 0.4521233809
            },
            {
                "index": 267,
                "date": "2015-02-10",
                "press_title": "The Home Depot Preps for Spring with 80,000 New Hires",
                "release_url": "https://ir.homedepot.com/news-releases/2015/02-10-2015-014516769",
                "content": "ATLANTA, Feb. 10, 2015 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, has begun filling more than 80,000 positions as it prepares for spring, the company's busiest selling season.  ",
                "1d_change": 1.377908659,
                "index_price": 0.9257852781,
                "norm_price": 0.4521233809
            },
            {
                "index": 268,
                "date": "2015-01-16",
                "press_title": "The Home Depot Names Craig Menear Chairman",
                "release_url": "https://ir.homedepot.com/news-releases/2015/01-16-2015-014516878",
                "content": "",
                "1d_change": 2.3147562648,
                "index_price": 1.498111201,
                "norm_price": 0.8166450637
            },
            {
                "index": 269,
                "date": "2014-12-02",
                "press_title": "HD Supply Enters Into Definitive Agreement to Sell Its Hardware Solutions Business Unit to The Home Depot",
                "release_url": "https://ir.homedepot.com/news-releases/2014/12-02-2014-014516988",
                "content": "ATLANTA, Dec. 2, 2014 (GLOBE NEWSWIRE) -- HD Supply (Nasdaq:HDS) and The Home Depot® (NYSE:HD) today announced they have entered into an agreement for The Home Depot to purchase substantially all of the assets of HD Supply Hardware Solutions, formerly known as Crown Bolt, a leading supplier of fasteners and builders hardware to retailers in the United States. Terms of the deal were not disclosed. The transaction is expected to close by the end of fiscal year 2014 subject to obtaining customary regulatory approvals.",
                "1d_change": -0.0304235025,
                "index_price": 0.9911661992,
                "norm_price": -1.0215897017
            },
            {
                "index": 270,
                "date": "2014-11-20",
                "press_title": "The Home Depot Declares Third Quarter Dividend Of 47 Cents",
                "release_url": "https://ir.homedepot.com/news-releases/2014/11-20-2014-014517097",
                "content": "ATLANTA, Nov. 20, 2014 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that its board of directors declared a third quarter cash dividend of 47 cents per share. The dividend is payable on December 18, 2014 to shareholders of record on the close of business on December 4, 2014. This is the 111th consecutive quarter the Company has paid a cash dividend.",
                "1d_change": 2.238467313,
                "index_price": 0.8543738737,
                "norm_price": 1.3840934394
            },
            {
                "index": 271,
                "date": "2014-11-18",
                "press_title": "The Home Depot Announces Third Quarter Results; Reaffirms Fiscal Year 2014 Guidance",
                "release_url": "https://ir.homedepot.com/news-releases/2014/11-18-2014-014517206",
                "content": "ATLANTA, Nov. 18, 2014 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported sales of $20.5 billion for the third quarter of fiscal 2014, a 5.4 percent increase from the third quarter of fiscal 2013. Comparable store sales for the third quarter of fiscal 2014 were positive 5.2 percent, and comp sales for U.S. stores were positive 5.8 percent.",
                "1d_change": -0.4653410879,
                "index_price": 0.3533909142,
                "norm_price": -0.8187320021
            },
            {
                "index": 272,
                "date": "2014-11-06",
                "press_title": "The Home Depot Reports Findings in Payment Data Breach Investigation",
                "release_url": "https://ir.homedepot.com/news-releases/2014/11-06-2014-014517315",
                "content": "",
                "1d_change": 1.3312707179,
                "index_price": 0.4227571806,
                "norm_price": 0.9085135373
            },
            {
                "index": 273,
                "date": "2014-11-04",
                "press_title": "The Home Depot to Host Third Quarter Earnings Conference Call on November 18",
                "release_url": "https://ir.homedepot.com/news-releases/2014/11-04-2014-014517424",
                "content": "ATLANTA, Nov. 4, 2014 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that it will hold its Third Quarter 2014 Earnings Conference Call on Tuesday, November 18, at 9 a.m. ET.",
                "1d_change": -0.2923311123,
                "index_price": 0.3834751405,
                "norm_price": -0.6758062528
            },
            {
                "index": 274,
                "date": "2014-10-20",
                "press_title": "The Home Depot Names Marc Powers EVP, U.S. Stores",
                "release_url": "https://ir.homedepot.com/news-releases/2014/10-20-2014-014517534",
                "content": "ATLANTA, Oct. 20, 2014 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that it has named Marc Powers executive vice president, U.S. stores, effective November 1, 2014. ",
                "1d_change": 4.596577048,
                "index_price": 2.8671821345,
                "norm_price": 1.7293949135
            },
            {
                "index": 275,
                "date": "2014-10-10",
                "press_title": "EPA Names The Home Depot 2014 WaterSense Partner of the Year",
                "release_url": "https://ir.homedepot.com/news-releases/2014/10-10-2014-014517643",
                "content": "ATLANTA, Oct. 10, 2014 /PRNewswire/ -- The U.S. Environmental Protection Agency (EPA) has named The Home Depot®, the world's largest home improvement retailer, as a 2014 WaterSense Partner of the Year for its leadership and ongoing efforts to support increased water conservation. ",
                "1d_change": -2.9028892318,
                "index_price": -2.7145105408,
                "norm_price": -0.1883786909
            },
            {
                "index": 276,
                "date": "2014-09-18",
                "press_title": "The Home Depot Completes Malware Elimination and Enhanced Encryption of Payment Data in All U.S. Stores",
                "release_url": "https://ir.homedepot.com/news-releases/2014/09-18-2014-014517752",
                "content": "Provides Further Investigation Details, Updates Outlook ",
                "1d_change": 0.5523013473,
                "index_price": 0.3646079405,
                "norm_price": 0.1876934068
            },
            {
                "index": 277,
                "date": "2014-09-08",
                "press_title": "The Home Depot Provides Update on Breach Investigation",
                "release_url": "https://ir.homedepot.com/news-releases/2014/09-08-2014-014517970",
                "content": "",
                "1d_change": -2.7549761743,
                "index_price": -0.9419496234,
                "norm_price": -1.8130265509
            },
            {
                "index": 278,
                "date": "2014-08-21",
                "press_title": "The Home Depot Names Craig Menear CEO, Effective November 1, 2014",
                "release_url": "https://ir.homedepot.com/news-releases/2014/08-21-2014-014518189",
                "content": "ATLANTA, Aug. 21, 2014 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that Craig Menear, currently president, U.S. retail, has been named CEO and president, effective November 1, 2014, and has been elected to the company's board of directors, effectively immediately. Current chairman and CEO Frank Blake will remain chairman.  ",
                "1d_change": 0.3844824092,
                "index_price": 0.0794648011,
                "norm_price": 0.3050176081
            },
            {
                "index": 279,
                "date": "2014-08-21",
                "press_title": "The Home Depot Declares Second Quarter Dividend Of 47 Cents",
                "release_url": "https://ir.homedepot.com/news-releases/2014/08-21-2014-014518298",
                "content": "ATLANTA, Aug. 21, 2014 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that its board of directors declared a second quarter cash dividend of  47 cents per share. The dividend is payable on September 18, 2014, to shareholders of record on the close of business on September 4, 2014. This is the 110th consecutive quarter the Company has paid a cash dividend.",
                "1d_change": 0.3844824092,
                "index_price": 0.0794648011,
                "norm_price": 0.3050176081
            },
            {
                "index": 280,
                "date": "2014-08-21",
                "press_title": "The Home Depot to Present at the Goldman Sachs 21st Annual Global Retailing Conference",
                "release_url": "https://ir.homedepot.com/news-releases/2014/08-21-2014-014518407",
                "content": "ATLANTA, Aug. 21, 2014 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that Frank Blake, chairman and CEO, and Carol Tome, CFO and executive vice president – Corporate Services, will present at the Goldman Sachs 21st Annual Global Retailing Conference in New York, NY. The presentation will begin at 10:35 a.m. ET on September 4, 2014.",
                "1d_change": 0.3844824092,
                "index_price": 0.0794648011,
                "norm_price": 0.3050176081
            },
            {
                "index": 281,
                "date": "2014-08-19",
                "press_title": "The Home Depot Announces Second Quarter Results; Updates Fiscal Year 2014 Guidance",
                "release_url": "https://ir.homedepot.com/news-releases/2014/08-19-2014-014518516",
                "content": "ATLANTA, Aug. 19, 2014 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported sales of $23.8 billion for the second quarter of fiscal 2014, a 5.7 percent increase from the second quarter of fiscal 2013. Comparable store sales for the second quarter of fiscal 2014 were positive 5.8 percent, and comp sales for U.S. stores were positive 6.4 percent.",
                "1d_change": 4.2424005037,
                "index_price": 0.6936803353,
                "norm_price": 3.5487201684
            },
            {
                "index": 282,
                "date": "2014-08-05",
                "press_title": "The Home Depot to Host Second Quarter Earnings Conference Call on August 19",
                "release_url": "https://ir.homedepot.com/news-releases/2014/08-05-2014-014518735",
                "content": "ATLANTA, Aug. 5, 2014 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that it will hold its Second Quarter 2014 Earnings Conference Call on Tuesday, August 19, at 9 a.m. ET.",
                "1d_change": 0.9190062356,
                "index_price": -0.8384355949,
                "norm_price": 1.7574418305
            },
            {
                "index": 283,
                "date": "2014-07-30",
                "press_title": "The Home Depot Names Ted Decker EVP Merchandising",
                "release_url": "https://ir.homedepot.com/news-releases/2014/07-30-2014-014518844",
                "content": "ATLANTA, July 30, 2014 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced the promotion of Ted Decker to Executive Vice President – Merchandising, effective August 4, 2014. In his new role, Decker will be responsible for all aspects of merchandising strategy and operations, reporting to Craig Menear, president – U.S. Retail.  ",
                "1d_change": -0.8039825028,
                "index_price": -2.2033758241,
                "norm_price": 1.3993933213
            },
            {
                "index": 284,
                "date": "2014-06-11",
                "press_title": "The Home Depot to Present at Oppenheimer 14th Annual Consumer Conference",
                "release_url": "https://ir.homedepot.com/news-releases/2014/06-11-2014-014519281",
                "content": "ATLANTA, June 11, 2014 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that Marvin Ellison, executive vice president, U.S. Stores, will present at the Oppenheimer 14th Annual Consumer Conference in Boston, MA. The presentation will begin at 9:05a.m. ET on June 25, 2014.",
                "1d_change": -2.5882723524,
                "index_price": -0.9978711012,
                "norm_price": -1.5904012512
            },
            {
                "index": 285,
                "date": "2014-05-22",
                "press_title": "The Home Depot Declares First Quarter Dividend of 47 Cents",
                "release_url": "https://ir.homedepot.com/news-releases/2014/05-22-2014-014519499",
                "content": "",
                "1d_change": 1.7933664317,
                "index_price": 0.6492971803,
                "norm_price": 1.1440692514
            },
            {
                "index": 286,
                "date": "2014-05-21",
                "press_title": "The Home Depot to Speak at Goldman Sachs Fifth Annual dotCommerce Day",
                "release_url": "https://ir.homedepot.com/news-releases/2014/05-21-2014-014519718",
                "content": "ATLANTA, May 21, 2014 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that Kevin Hofmann, president, Online will speak at the Goldman Sachs Fifth Annual dotCommerce Day in New York, NY. The presentation will begin at 9:45 a.m. ET on June 4, 2014.",
                "1d_change": 0.6727727316,
                "index_price": 1.0118956778,
                "norm_price": -0.3391229462
            },
            {
                "index": 287,
                "date": "2014-05-20",
                "press_title": "The Home Depot Announces First Quarter Results; Updates Fiscal Year 2014 Guidance",
                "release_url": "https://ir.homedepot.com/news-releases/2014/05-20-2014-014519827",
                "content": "ATLANTA, May 20, 2014 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported first quarter of fiscal 2014 net earnings of $1.4 billion, or $1.00 per diluted share, compared with net earnings of $1.2 billion, or $0.83 per diluted share, in the same period of fiscal 2013. For the first quarter of fiscal 2014, diluted earnings per share increased 20.5 percent from the same period in the prior year.",
                "1d_change": 0.2049633363,
                "index_price": 0.1668418598,
                "norm_price": 0.0381214765
            },
            {
                "index": 288,
                "date": "2014-05-15",
                "press_title": "The Home Depot to hold 700 hurricane workshops in stores from Texas to Maine",
                "release_url": "https://ir.homedepot.com/news-releases/2014/05-15-2014-014519936",
                "content": "ATLANTA, May 15, 2014 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced its second annual Hurricane Preparedness Workshops, a single-day effort to prepare residents in storm prone regions for the upcoming hurricane season. On Saturday, May 31, in preparation for the first day of hurricane season, The Home Depot will host workshops at 700 of its stores from the Gulf Coast to New England.  ",
                "1d_change": 1.6933746982,
                "index_price": -0.5484992975,
                "norm_price": 2.2418739958
            },
            {
                "index": 289,
                "date": "2014-05-06",
                "press_title": "The Home Depot to Host First Quarter Earnings Conference Call on May 20",
                "release_url": "https://ir.homedepot.com/news-releases/2014/05-06-2014-014520154",
                "content": "ATLANTA, May 6, 2014 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that it will hold its First Quarter 2014 Earnings Conference Call on Tuesday, May 20, at 9 a.m. ET.",
                "1d_change": -2.0238846729,
                "index_price": -0.2917661275,
                "norm_price": -1.7321185454
            },
            {
                "index": 290,
                "date": "2014-04-10",
                "press_title": "The Home Depot Hosts Water Conservation Workshops Nationwide",
                "release_url": "https://ir.homedepot.com/news-releases/2014/04-10-2014-014520373",
                "content": "ATLANTA, April 10, 2014 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced a nationwide effort to help educate and enable residents in drought-affected areas and elsewhere to conserve water inside and outside the home. On Saturday, April 26, The Home Depot will host Water Conservation Workshops at all 1,977 of its U.S. stores. ",
                "1d_change": -2.5363634263,
                "index_price": -3.116726408,
                "norm_price": 0.5803629816
            },
            {
                "index": 291,
                "date": "2014-04-08",
                "press_title": "EPA Names The Home Depot 2014 ENERGY STAR® Partner of the Year - Sustained Excellence",
                "release_url": "https://ir.homedepot.com/news-releases/2014/04-08-2014-014520591",
                "content": "ATLANTA, April 8, 2014 /PRNewswire/ -- The U.S. Environmental Protection Agency (EPA) has named The Home Depot® as a 2014 ENERGY STAR Partner of the Year – Sustained Excellence for its outstanding contribution to reducing greenhouse gas emissions through promotion of energy-efficient products. The Home Depot's accomplishments will be recognized in Washington, D.C. on April 29, 2014.",
                "1d_change": 1.0931312718,
                "index_price": 1.4261487932,
                "norm_price": -0.3330175214
            },
            {
                "index": 292,
                "date": "2014-04-03",
                "press_title": "The Home Depot Launches the Next Generation of Outdoor Power",
                "release_url": "https://ir.homedepot.com/news-releases/2014/04-03-2014-014520700",
                "content": "ATLANTA, April 3, 2014 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, is launching into spring, its biggest selling season of the year. The Home Depot's fifth annual Spring Black Friday is the official kickoff to its busiest season. For the next 11 days, prices on hundreds of the most sought-after spring products will be significantly reduced, including a variety of live goods, soils, mulches and lawn care supplies; outdoor power tools; gardening products; patio and grills. ",
                "1d_change": -1.5625169649,
                "index_price": -1.4122690258,
                "norm_price": -0.1502479391
            },
            {
                "index": 293,
                "date": "2014-04-01",
                "press_title": "The Home Depot Announces the Nomination of Wayne Hewett for Election to its Board of Directors at Annual Meeting",
                "release_url": "https://ir.homedepot.com/news-releases/2014/04-01-2014-014520810",
                "content": "ATLANTA, April 1, 2014 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that Wayne M. Hewett has been nominated for election to its Board of Directors at its 2014 annual meeting of shareholders. ",
                "1d_change": 0.8880807091,
                "index_price": 0.8958730371,
                "norm_price": -0.0077923279
            },
            {
                "index": 294,
                "date": "2014-03-13",
                "press_title": "The Home Depot to Present at The International Strategy & Investment Fourth Annual Retail Summit",
                "release_url": "https://ir.homedepot.com/news-releases/2014/03-13-2014-014521137",
                "content": "ATLANTA, March 13, 2014 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that Frank Blake, chairman & CEO, will present at the International Strategy & Investment (ISI) Fourth Annual Retail Summit in Atlanta, GA. The presentation will begin at 12:30 p.m. ET on March 19, 2014.",
                "1d_change": -2.1164039515,
                "index_price": -1.5170060581,
                "norm_price": -0.5993978934
            },
            {
                "index": 295,
                "date": "2014-02-28",
                "press_title": "The Home Depot Names Craig Menear President, U.S. Retail, Mark Holifield EVP, Supply Chain and Product Development",
                "release_url": "https://ir.homedepot.com/news-releases/2014/02-28-2014-014521574",
                "content": "",
                "1d_change": 0.1341140187,
                "index_price": -0.5087425977,
                "norm_price": 0.6428566163
            },
            {
                "index": 296,
                "date": "2014-02-25",
                "press_title": "The Home Depot Announces Fourth Quarter & Fiscal 2013 Results; Increases Quarterly Dividend By 21 Percent And Provides Fiscal Year 2014 Guidance",
                "release_url": "https://ir.homedepot.com/news-releases/2014/02-25-2014-014521683",
                "content": "ATLANTA, Feb. 25, 2014 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported that comparable store sales for the fourth quarter of fiscal 2013 increased 4.4 percent, and comp sales for U.S. stores were positive 4.9 percent. ",
                "1d_change": 2.4724595782,
                "index_price": -0.1354896027,
                "norm_price": 2.6079491809
            },
            {
                "index": 297,
                "date": "2014-02-19",
                "press_title": "The Home Depot To Present At Raymond James 35th Annual Institutional Investors Conference",
                "release_url": "https://ir.homedepot.com/news-releases/2014/02-19-2014-014521792",
                "content": "ATLANTA, Feb. 19, 2014 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that Ted Decker, senior vice president, Finance will present at the Raymond James 35th Annual Institutional Investors Conference in Orlando, Florida. The presentation will begin at 8:05 a.m. ET on March 3, 2014.",
                "1d_change": 0.296860046,
                "index_price": 0.0478320706,
                "norm_price": 0.2490279753
            },
            {
                "index": 298,
                "date": "2014-02-12",
                "press_title": "The Home Depot Preps for Spring with 80,000 New Hires",
                "release_url": "https://ir.homedepot.com/news-releases/2014/02-12-2014-014521902",
                "content": "ATLANTA, Feb. 12, 2014 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, has begun filling more than 80,000 positions as it prepares for spring, the company's busiest selling season.  ",
                "1d_change": 0.876412625,
                "index_price": 0.5306482663,
                "norm_price": 0.3457643587
            },
            {
                "index": 299,
                "date": "2014-02-11",
                "press_title": "The Home Depot to Host Fourth Quarter & Fiscal 2013 Earnings Conference Call on February 25",
                "release_url": "https://ir.homedepot.com/news-releases/2014/02-11-2014-014522011",
                "content": "ATLANTA, Feb. 11, 2014 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, announced today that it will hold its Fourth Quarter and Fiscal 2013 Earnings Conference Call on Tuesday, February 25, at 9 a.m. ET.",
                "1d_change": 1.0869438546,
                "index_price": 1.0339400906,
                "norm_price": 0.053003764
            },
            {
                "index": 300,
                "date": "2014-02-10",
                "press_title": "The Home Depot Opens Direct Fulfillment Center to Support Online Business",
                "release_url": "https://ir.homedepot.com/news-releases/2014/02-10-2014-014522120",
                "content": "ATLANTA, Feb. 10, 2014 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced the opening of its new direct fulfillment center (DFC) in Locust Grove, Ga., a suburb of Atlanta. ",
                "1d_change": 0.1825344584,
                "index_price": 1.2941364928,
                "norm_price": -1.1116020344
            },
            {
                "index": 301,
                "date": "2014-01-23",
                "press_title": "The Home Depot Acquires Blinds.com",
                "release_url": "https://ir.homedepot.com/news-releases/2014/01-23-2014-014522229",
                "content": "ATLANTA, Jan. 23, 2014 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today announced that it has acquired Blinds.com.  Based in Houston, Blinds.com is the #1 online window coverings retailer in the world.  The acquisition closed today, and terms of the deal were not disclosed.",
                "1d_change": -0.5811248942,
                "index_price": -2.9045572988,
                "norm_price": 2.3234324046
            }
        ]
    }
]